[
  {
    "title": "အင်မော်တယ်နတ်ဘုရားအမှိုက်ပုံ",
    "url": "",
    "coverUrl": "",
    "content": "အင်မော်တယ်နတ်ဘုရားအမှိုက်ပုံ\nဘာသာပြန် - K.L.L.O\nမူရင်းသာဘာပြန် - Lan Shan Deng Huo\n\nမိတ်ဆက်\n\nစီရင်စုပြည်နယ်၌ တစ်ယောက်တည်း တိုက်ပွဲဝင်နေသည့် ရွှေ့ပြောင်းအလုပ်သမားဖြစ်သူ ရှဖန်းသည် အလုပ်ပြုတ်ပြီးနောက် အိမ်သို့ပြန်လာခဲ့သည်။ သို့သော် သူ့အိမ်နောက်ဖေးရှိတောင်သည် ကောင်းကင်ဘုံတရားရုံး၏ အမှိုက်ပုံကြီးအဖြစ်သို့ ပြောင်းလဲသွားသည်ကို မမျှော်လင့်ဘဲ ရှာဖွေတွေ့ရှိခဲ့သည်...။\n\nဤအမှိုက်များသည် ကောင်းကင်ဘုံတရားရုံးရှိ နတ်ဘုရားများ၏ နေ့စဉ်ဘ၀ကို ဆိုးရွားစွာ ထိခိုက်စေသော်လည်း အဆင့်နိမ့်နယ်ပယ်အတွက်မူ ရှားပါးရတနာများဖြစ်နေသည်။\n\nထို့နောက် ရှဖန်းလည်း ထိုစွန့်ပစ်အမှိုက်များကို အသုံးပြုပြီး ဥယျာဉ်ခြံမြေများဆောက်၊ ကြက်ခြံများ‌ဆောက်၊ ဆေးပင်များ စိုက်ပျိုးပြီး စားသောက်ဆိုင်များဖွင့်ကာ သူ့ရွာသားများကို ချမ်းသာလာအောင် လုပ်ဆောင်ပေးခဲ့သည်။\n\nကမ္ဘာ့အကြီးဆုံး စိုက်ပျိုးရေးလုပ်ငန်းအုပ်စုကြီးကို တည်ဆောက်ခဲ့သည်။\n\nလှပသောကျေးလက်ဆရာဝန်မ‌လေး၊ အမျိုးသမီးရွာသူကြီးနှင့် ရေခဲတောင်ကဲ့သို့ အေးစက်စက် စီအီးအိုတို့က သူ့အား အမိုက်မှောင်ထဲ ရောက်ရှိစေခဲ့သည်။ \n\nသူ့ကို ဖုံးကွယ်ထားရန် အရမ်းနောက်ကျသွားချေပြီ။ တစ်ချိန်တည်းမှာပင် ပြောင်းလဲနေသောကမ္ဘာကြီးကို စိတ်ဝင်စားကြသော အခြားနတ်ဘုရားများအားလုံးကလည်း သူ့ထံရောက်လာသည်။",
    "date": "Sun Aug 18 20:50:22 GMT+06:30 2024",
    "is18Pluse": 0,
    "size": "3.09 MB"
  },
  {
    "title": "ငါလေးက ကျင့်ကြံသူ အတု (I  Might Be a Fake Cultivator)",
    "url": "",
    "coverUrl": "",
    "content": "ငါလေးကကျင့်ကြံသူအတု (အန်လင်း)\n\nစာစဥျReview\n\nOriginal title - I might be a fake cultivator\nOriginal eriter - Bright Moonlight Frost On The Ground\n\nဘာသာပြန် - ယွီရှင်း\n\nအခု ‘I Might Be a Fake Cultivator @ ငါလေးက ကျင့်ကြံသူ အတု’ ဆိုတဲ့ စာစဉ်က ဝတ္ထုတစ်ပုဒ်အနေနဲ့ သာမက manga အနေနဲ့လည်း အောင်မြင်နေတဲ့ စာစဉ်တစ်ခုပါ။\n\nကိုယ်တွေနည်းတူ ကျင့်ကြံခြင်းခေတ်၊ တာအို စတာတွေကို ဝတ္တုတွေ၊ ရုပ်ရှင်တွေ၊ ကာတွန်းတွေကနေပဲ သိရှိထားတဲ့ ကောင်လေးတစ်ယောက်က အစစ်အမှန်နတ်ဘုရားတစ်ပါး လွှဲပြောင်းပေးအပ်တဲ့ (ဂျင်းထည့်တဲ့) စနစ်တစ်ခုကို လက်ခံရရှိပြီး multiverse မှာ ရှိနေတဲ့ ကောင်းကင်ဘုံပိုင်နက်ရှိ ထိုက်ချူကုန်းမြေကြီးပေါ်မှာ တည်ထောင်ထားတဲ့ ‘စုစည်းညီညွတ် ကျင့်ကြံခြင်းကျောင်းတော်’ ဆိုတဲ့ ကျောင်းမှာ ပညာသင်ခွင့် ရရှိသွားတဲ့အခါ..။\n\nကျင့်ကြံဖူးခြင်းမရှိ၊ ဘယ်ကစရမယ်ဆိုတာ နားမလည်..။ အစစ်အမှန် နတ်ဘုရားရဲ့ ထောက်ခံစာနဲ့ ကျောင်းတော်ကို ဝင်ခွင့်ရလာတဲ့သူ ဖြစ်တဲ့အပြင် ပထမနှစ် တန်းခွဲ ၁ ကို ဝင်ရောက်ခွင့် ရသူမို့ ‘နောက်ခံအကောင်းဆုံးသော မရိုးဖြောင့်တဲ့ ကျောင်းသား _ အန်လင်း’ ဆိုတဲ့ ဂုဏ်ပုဒ်နဲ့ ကျော်ကြားလာပါတော့တယ်။\n\nကောင်းကင်ဘုံပိုင်နက်တွင် ပြောဆိုသည့် ဘာသာစကားအား နားလည်လာစေရန် ‘၇၀ ဒယ်ဆီဘယ်ရှိ ခွေးလိုဟောင်ပါ’ ဆိုတဲ့ စနစ်ရဲ့ အရိုးကိုက်စေမှု၊ တာအိုခန္ဓာ ဗလာအဆင့်ကနေ အဆင့် ၁ သို့ တက်ချင်ပါသလား ‘ဒိုက် ၁၀ ကြိမ် ထိုးပါ’ ဆိုတဲ့ စနစ်ရဲ့ ဆေးထိုးမှု၊ တောင်ခွင်းလက်သီးကို တက်မြောက်ချင်ပါသလား ‘တောင်စိတ်အဆီအနှစ် ၁၀ ဂရမ် မျိုပါ’ ဆိုတဲ့ စနစ်ရဲ့ မကောင်းကြံမှု၊ တောင်စိတ်အဆီအနှစ်ကြောင့် သုံးရက်ကြာ ဝမ်းလျှောမှု၊ ဝမ်းလျှောရာမှ ခြေထောက်များ ချိသွားမှု စတဲ့ ‘စစ်နတ်ဘုရားစနစ်’ ဆိုတဲ့ ခန့်ညားထည်ဝါတဲ့ စနစ်ရဲ့ ပညာပြမှုတွေကို အန်လင်းအနေနဲ့ ဘယ်လိုမျိုး ကျော်ဖြတ်မလဲ၊ ဘယ်လိုအလွဲတွေနဲ့ ကြုံတွေ့ရမလဲ စတဲ့ အကြောင်းအရာများကို ဟီးဟီးဟားဟားနဲ့ ဖတ်ရှုရမှာပဲ ဖြစ်ပါတယ်။\n\n..................\n\nTelegramမှာလည်း တင်ပေးထားပါတယ်ရှင့်\n\nhttps://t.me/yuxinthetranslator\n\n..................\n\nFree pdf link\n\nစာစဉ်(၁) မှ (၁၅) အထိ  https://www.mediafire.com/file/kohfugkfie882kj/IMBAFC_%25281_15%2529.pdf/file\n\nစာစဉ်(၁၆)  https://www.mediafire.com/file/h8pgdeu2x4dynou/IMBAFC016.pdf/file\n\nစာစဉ်(၁၇)  https://www.mediafire.com/file/n0k2rcullf9pfhk/IMBAFC017.pdf/file\n\nစာစဉ်(၁၈) https://www.mediafire.com/file/ipyuy3r0tgrn55a/IMBAFC018.pdf/file\n\nစာစဉ်(၁၉) https://www.mediafire.com/file/i3manlw30apwdvo/IMBAFC019.pdf/file\n\nစာစဉ်(၂၀) https://www.mediafire.com/file/ta01ipw5nd8sx1w/IMBAFC020.pdf/file\n\nစာစဉ်(၂၁) https://www.mediafire.com/file/qvjtazdwlknrkgz/IMBAFC021.pdf/file\n\nစာစဉ်(၂၂) https://www.mediafire.com/file/zbx3ba8kw62y1xn/IMBAFC022.pdf/file\n\nစာစဥ်(၂၃)မှ(၃၃)ထိ\nhttps://www.mediafire.com/download/yxhuimu6roi0by1\n\nစာစဥ်(၃၄)မှ(၃၉)ထိ\nhttps://www.mediafire.com/download/0l0cdnsmxy5yx2s\n\nစာစဥျ(၄၀)\nhttps://www.mediafire.com/download/obhxgyh2ysz9fwg",
    "date": "Sun Aug 18 20:52:56 GMT+06:30 2024",
    "is18Pluse": 0,
    "size": "2.64 MB"
  },
  {
    "title": "ကျေးဇူးပြုပြီးခေါင်းဆောင်နဲ့မချစ်ချင်ဘူး (လီရန်)",
    "url": "",
    "coverUrl": "",
    "content": "ကျေးဇူးပြုပြီးခေါင်းဆောင်နဲ့မချစ်ချင်ဘူး_ch_1_453_လီရန်",
    "date": "Sun Aug 18 20:52:26 GMT+06:30 2024",
    "is18Pluse": 0,
    "size": "12.18 MB"
  },
  {
    "title": "နတ်ဆိုးဓား ရဲ့ အရှင်သခင် (Raise Of evil sword god)",
    "url": "",
    "coverUrl": "",
    "content": "မိတ်ဆက်\nနတ်ဆိုးဓား ရဲ့ အရှင်သခင်\n\nRaise Of evil sword god\nမူရင်း ရေးသားသူ.The Shadow Lord\nဘာသာပြန်-Black Monarch\n\n ဖုန်းယွမ်သည် ကျင့်ကြံနိုင်စွမ်းမရှိသော သာမန်လူတစ်ယောက်သာ ဖြစ်ပေသည်။ \n သို့သော်လည်း ကံကြမ္မာရဲ့ မျက်နှာသာပေးမှု အောက်တွင်ယန်နည်းစနစ်ကျင့်ကြံသော ရှေးခေတ် မီးနတ်ဆိုး မျိုးနွယ် ၏အမွေ နှင့် လျှို့ဝှက်ဆန်းကြယ်သောအိုဟောင်းနေတဲ့ အနက်ရောင်ဓားတစ်လက်ကို ရရှိခဲ့သည်။\n ထိုအရာများ၏အကူအညီနှင့် သူသည် အလွန်ထက်မြက်သော ပါရမီရှင် တစ်ဦးအဖြစ်ပြောင်းလဲသွားခဲ့ ပြီး နောက်တွင် သူ၏မြို့ငယ်လေးမှ တစ်ဆင့်မိုး ကောင်းကင်ထိပ်ဆုံးမှာ ရပ်တည်နိုင်မည့် ခရီးလမ်းကို စတင်ခဲ့ပါတော့သည်။.....\n\nအပိုင်း (1)\nhttps://www.facebook.com/102124925586235/posts/102132978918763/\n\nအပိုင်း (2)\nhttps://www.facebook.com/102124925586235/posts/102289948903066/\n\nအပိုင်း (3)\nhttps://www.facebook.com/102124925586235/posts/102355115563216/\n\nအပိုင်း (4)\nhttps://www.facebook.com/102124925586235/posts/102355625563165/\n\nအပိုင်း (5)\nhttps://www.facebook.com/102124925586235/posts/102356055563122/\n\nအပိုင်း (6)\nhttps://www.facebook.com/102124925586235/posts/102362042229190/\n\nအပိုင်း (7)\nhttps://www.facebook.com/102124925586235/posts/102419092223485/\n\nအပိုင်း (8)\nhttps://www.facebook.com/102124925586235/posts/102419248890136/\n\nအပိုင်း (9)\nhttps://www.facebook.com/102124925586235/posts/102419428890118/\n\nအပိုင်း (10)\nhttps://www.facebook.com/102124925586235/posts/102419618890099/\n\nအပိုင်း (11)\nhttps://www.facebook.com/102124925586235/posts/102419935556734/\n\nအပိုင်း (12)\nhttps://www.facebook.com/102124925586235/posts/102420112223383/\n\nအပိုင်း (13)\nhttps://www.facebook.com/102124925586235/posts/102420698889991/\n\nအပိုင်း(14)\nhttps://www.facebook.com/102124925586235/posts/103072302158164/\n\nအပိုင်း (15)\nhttps://www.facebook.com/102124925586235/posts/103080085490719/\n\nအပိုင်း (16)\nhttps://www.facebook.com/102124925586235/posts/103879818744079/\n\nအပိုင်း ၁၇\nhttps://www.facebook.com/102124925586235/posts/104523742013020/\n\nအပိုင်း ၁၈\nhttps://www.facebook.com/102124925586235/posts/124569953341732/\n\nအပိုင်း ၁၉\nhttps://www.facebook.com/102124925586235/posts/173818161750244/\n\nအပိုင်း ၂၀\nhttps://www.facebook.com/102124925586235/posts/173818358416891/\n\nအပိုင်း၂၁\nhttps://www.facebook.com/102124925586235/posts/173832418415485/\n\n#သတိပေးချက်!\nယန်နည်းစနစ်သည် ပုံမှန်ကျင့်ကြံနိုင်သော်လည်း ယင်ချီကို စုပ်ယူ ကျင့်ကြံခြင်းက ပိုအကျိူးသက်ရောက်မှု ရှိသောကြောင့်....................\nယန်ကျင့်ကြံမှု နည်းစနစ်ကို ကျင့်ကြံမည့် နတ်ဆိုးကောင်လေး ဖုန်းယွမ်သည် မိန်းခလေးတိုင်းကို မဟုတ်သော်လည်း တစ်ချို့တစ်လေ၏ ယင်ချီကို စုပ်ယူပြီး နှစ်မွှာကျင့်ကြံမည် ဖြစ်သည့်အတွက် 18+အနည်းငယ် ပေသည်!\n\n*Adventure /Fantasy/Harem/martial arts/Romance/Action/adult/Xianxia*\nမျိုးစုံ ပေါင်းစပ်ထားသည့် ဝတ္ထုကောင်းတစ်ပုဒ် ဖြစ်ပေသည်!!",
    "date": "Sat Aug 17 12:33:03 GMT+06:30 2024",
    "size": "674KB",
    "is18Pluse": 1
  },
  {
    "title": "Legend System (လင်းမူ)",
    "url": "",
    "coverUrl": "",
    "content": "links collection , pdf file collection and reviews\n\nအားလုံးပဲမင်္ဂလာပါဗျ  ဘာသာပြန်စာစဉ်အချို့ကို မှီငြမ်းရေးသားထားတဲ့ ကျနော်ကိုယ်တိုင်ရေးသားထားတဲ့ စာစဉ်လေးတစ်ခုကို မိတ်ဆက်ပေးပါရစေဗျ။\n\n    ဒီစာစဉ်က system ပါဝင်တဲ့စာစဉ်လေးဖြစ်ပါတယ်ဗျ။  comedy , action,  adult type လေးပါဗျ။ အရေးအသားညံ့တာလေးကိုတော့ သည်းခံပေးပါဗျ။\n\n   comedy အကြောင်းပြောမယ်ဆိုရင် အဲ့အခြမ်းမှာနည်းနည်းညံ့တယ်ဗျ ဒီတော့မပြောတော့ဘူး။ \n\naction ဆိုရင် ကျနော်အနေဲ့ပြောရင် အဲ့ကောင်လဲကောင်းကောင်းမရေးတတ်လို့ မပြောတော့ဘူး😅😅။\n\n adult ဖြစ်တဲ့ ဖောင်းဒိုင်းလေးတွေဘက်လှည့်ပြန်တော့လဲ မင်မင်ကဘုရားတရားသမားဆိုတော့ ရေးကိုမရေးတတ်တာဗျ။(ဘုရားရိပ်တရားရိပ်ခိုနားနေသော အက်ထမိန်လေး😇😇 🤣 🤣)\n\n    ထားပါတော့ ကျနော်တို့ စာစဉ်ဘက်တစ်ချက်သွားကျတာပေါ့။\nစာစဉ်ရဲ့ အဓိက main character (mc)က လင်းမူပါဗျ (လူမင်း မဟုတ်ပါ😁)။\n\n    မော်ဒန်ခေတ်မှာ လင်းမူတစ်ယောက် အခန်းအောင်းကာ HD တွေကြည့်ရင်း ရှူးရှဲ ရှူးရြှဲဖစ်နေစဉ် မိုးကောင်းကင်အထက်က နွေခေါင်ခေါင် မိုးကြိုးတစ်စင်းပစ်ချလိုက်ခြင်းမှ ဒီဇာတ်လမ်းလေးစလာခြင်းဖြစ်ပါတယ်ဗျ။\n\n    အဲ့ဒီကနေ ဇာတ်လိုက်ကျော်ကြီး လင်းမူဟာ ရှေးဟောင်းကမ္ဘာတစ်ခုက ကိုမာဝင်နေတဲ့ ကောင်လေးခန္ဓာကိုယ်ထဲ ပြန်လည်ဝင်စားကာ ထူးဆန်းသော A.l စနစ်တစ်ခုပါပါဝင်လာတော့တယ်။ စနစ်မှ ပြန်လည်ကုစားပေးမှုကြောင့် ကိုမာပျောက်ကင်းသွားပီးနောက် စွမ်းအင်စတင်ကျင့်ကြံခဲ့တယ် စွမ်းအင်ကျင့်ကြံရုံပဲလားဆိုတော့ မဟုတ်ပါဘူးဗျ ထုံးစံအတိုင်း ဘူးတာပါပဲ ဆရာမကိုဘူး ရွယ်တူတွေဘူး နတ်ဘုရားမတွေကိုဘူးနဲ့ တကယ်ဒိတ်ဒိတ်ကြဲတွေကိုမှ ဘူးတာဗျ။ နောက်ပီး မိန်းမကလဲ သိပ်မများဘူးဗျ တစ်နယ်ရောက် တစ်ယောက်ယူပဲ မရရတဲ့နည်းနဲ့ကိုယူတာ\nမိန်းမချောမှန်သမျှ အခန်းထဲခေါ်တဲ့ကောင်ဗျ ဒါပေမဲ့\nတစ်ရက်မှာ လင်းမူရဲ့အမေက စာလေးတစ်စောင်ချန်ပီး ပျောက်ကွယ်သွားတယ်ဗျ ဒီတော့လင်းမူက အမေဖြစ်သူကို လိုက်ရှာရန်ပြင်ဆင်တော့သည်။ လင်းမူရဲ့ဖခင်ကလဲ မိန်းမဖြစ်သူကို ရှာဖွေဖို့အသည်းအသန်ကြိုးစားပါတော့တယ် ။\n\n    ဒီတော့ ကျနော်တို့ဇာတ်လိုက်ကျော်ကြီးရဲ့ အမေကထူးဆန်းပီး အဖေရဲ့မျိုးနွယ်က ဘယ်ကလဲဆိုတာရယ် တစ်နယ်ရောက် တစ်ယောက်ယူတဲ့ လင်းမူရဲ့ ဖောင်းဒိုင်းခန်းလေးတွေရယ် ရှေ့ဆက်ဘယ်လိုဖြစ်လာမလဲ သူ့အမေကိုကော ရှာတွေ့သွားမလား ရှေ့လျှောက်ဘာတွေဆက်ဖြစ်မလဲ ဘယ်လိုဆက်ပီးဆော်လေးတွေကိုဝိုက်မလဲ ဘယ်လိုတွေဆက်ဖြစ်လာမလဲဆိုတာကို လေ့လာရှုစားပေးကြပါဦးလို့ ကျနော် စာရေးသူ ပြောကြားလိုပါတယ်ခင်ဗျာ။\n\nကိုယ်တိုင်ရေးဆိုတော့ ကျနော့်မိတ်ဆက်လေးက အနည်းငယ်ပေါ့ပျက်ပျက်နိုင်လို့ တောင်းပန်ပါတယ်ဗျ။ နောက်တစ်ခု 21+ ဖြစ်တဲ့အပြင် မီးသိပ်မဖျက်လို့ စာဖတ်သူများကို ကြိုတောင်းပန်ပါတယ်ဗျ မကြိုက်နှစ်သက်ပါက အခန်းများ ကျော်ဖတ်ပေးပါလို့ တောင်းဆိုပါရစေ။\n\nစွမ်းအင်အဆင့်များ\n\nခန္ဓာကိုယ်တည်ဆောက်ခြင်းအဆင့်   ( ကြေးအဆင့်   )\nချီစုဆောင်းခြင်းအဆင့်                   (ငွေအဆင့်      )\nအခြေတည်ဝိဥာဏ်အဆင့်               (ရွှေအဆင့်     )\nစိတ်ဝိဥာဏ်အဆင့်                        (မဟူရာရွှေ      )\nရွှေအမြူတေအဆင့်                       (ခရမ်းရွှေ        )\nမြေကမ္ဘာအဆင့်                            (အနက်ရောင်  )\nကောင်းကင်အဆင့်                        (မိုးပြာရောင်    )\n\nnext level\n\nဘုရင်အဆင့်\nကောင်းကင်ဘုရင်အဆင့်\nအရှင်သခင်အဆင့်\nကောင်းကင်အရှင်သခင်အဆင့်\nအင်ပါယာအဆင့်\nကောင်းကင်အင်ပါယာအဆင့်\nဧကရာဇ်အဆင့်\nကောင်းကင်ဧကရာဇ်အဆင့်\n\nနောက်ထက်lvတွေလဲ ရှိပါသေးတယ်ဗျ အဲ့တာတွေကတော့ စာစဉ်ထဲမှာပဲ ဖော်ပြသွားပါတော့မယ်ဗျ\n\n    \n    ရေးသားသူ.ပျိုတိုင်းချစ်\n",
    "date": "Sat Aug 17 12:33:52 GMT+06:30 2024",
    "size": "2.15MB",
    "is18Pluse": 1
  },
  {
    "title": "Reincarnated as an Energy with a System",
    "url": "",
    "coverUrl": "",
    "content": "\nမိဘမဲ့ ဖြစ်တဲ့ နိုင်တစ်ယောက်ဟာ တစ်ညမှာ ကောင်းကင်ပေါ်က အမဲရောင် ကုဗတုံးလေးတစ်ခုက နိုင် အလုပ်လုပ်တဲ့ တရိစ္ဆာရုံမှာ ကျလာပါတယ်။ကုဗတုံးဟာ နိုင်ထဲကို ဝင်သွားပြီးတော့ သူသေသွားတဲ့ အခါမှာတော့ ခုမိရ ဆိုတဲ့ ဂြိုလ်တစ်ကို ရောက်သွားပါတယ်။\nသူဟာ မျိုးနွယ်စု တစ်ခုရဲ့ ကိုးကွယ်မှုကို ခံရပြီးတော့ သူတို့ကို နှောက်ယှက်နေတဲ့ နတ်ဆိုး ဖူဖူလီကီကို ကူညီပြီးတော့ တိုက်ထုတ်ပေးလိုက်ပြီးတဲ့ အခါမှာတော့.......\n\nဒီ novel က ကျင့်ကြံတဲ့စာစဉ်မဟုတ်ပါဘူးတဲ့။သူစနစ်နဲ့ မတူညီတဲ့ကမ္ဘာတွေမှာ မတူညီတဲ့စွမ်းအင်တွေ စွန့်စားသွားလာရတယ်တဲ့။System က အရမ်းကို powerfull ဖြစ်ပြီးတော့ ၊ အရမ်းလည်း အပေးအယူ ဆန်ပါတယ်။ဇာတ်လမ်းက စလာတာနဲ့ overpower ဖြစ်နေတာမဟုတ်ပဲနဲ့ ကိုယ်ဟာကိုယ် ထုစစ်ရတာပါ။နောက်တစ်ခုကတော့ သူက မသမျိုးဖြစ်သွားတာပါ။သူကမသေနိုင်ပေမယ့်လို့ တစ်ခြားသူတွေကရော.....\n\n\nဒီဇာတ်လမ်း အခုထိကို Ongoing ဖြစ်နေတုန်းပါ။\n\nအခန်းက 1136 ထိကို ရောက်ရှိနေပါပြီ။\nRatings 4.4 / 5\n\n///စာရေးဆရာ Review ပါနော်\n\nဒီစာအုပ်ကို ရေးနေတာ တစ်နှစ်ကျော်ပြီးတဲ့နောက်မှာတော့ ဒီ Review ကိုကျွန်တော်ရေးသားလိုက်ပါတယ်။အရင်းဆုံးကျွန်တော်ပြောချင်တာကတော့ ဒီစာအုပ်က အကောင်းဆုံးတော့ မဟုတ်ပေမယ့် ရေးရတာ အရမ်းကို ပျော်စရာကောင်းပါတယ်။ပြီးတော့ ကျွန်တော် လက်ခံရရှိခဲ့တဲ့ မှတ်ချက်တွေကို ဖတ်ရှုရတာပျော်ရွှင်ရပါတယ်\n\nဒီစာအုပ်က အရမ်းပြင်းထန်ပြီးတော့ သည်းထိတ်ရင်ဖို ဇာတ်လမ်းမျိုး မဟုတ်ပါဘူး ၊ ဒီတော့ အဲဒါကို မျှော်လင့်မနေပါနဲ့။ဒီအရာက ဘဝအပိုင်းအစ တစ်ခုထက်ကို ပိုပါတယ်။ဒီဇာတ်လမ်းက စွမ်းအင်ကို ပြောင်းလဲသွားခဲ့ပြီးတော့ ဘယ်တော့မှ မသေနိုင်တော့တဲ့ လူတစ်ယောက်ရဲ့ အကြောင်းပါ။ရလဒ်အနေနဲ့ ၊ သူက လောကကြီးကို လှည့်ပတ်သွားခဲ့ပါတယ်။သူက နဂါးငွေ့တန်းတွေ (galaxies) နဲ့ အရာ အသစ်တွေကို တွေ့မြင်နိုင်ဖို့ စကြာဝဠာတွေ နဲ့ နေရာ အသစ်တွေကို လှည့်ပတ်သွားခဲ့ပါတယ်။\n\nသင်က စွမ်းအင် စနစ် ရဲ့ အမျိုးအစားအကုန်လုံးကို သင်တွေ့ရပါလိမ့်မယ် ၊ ဇာတ်လမ်းအမျိုးအစားအားလုံးကိုလည်း တွေ့မြင်ရမှာပါ။အရှေ့ပိုင်း(ကျွန်တော်တို့ အရှေ့နိုင်ငံ တွေကိုပြောတာပါ)က စိတ်ကူးယဥ် ဇာတ်လမ်းမျိုးတွေ သက်သက်ပဲ မဟုတ်ပါဘူး။ဒီနေရာမှာ ကျင့်ကြံခြင်းတွေ ၊ မှော်တွေ ၊ ဆင့်ခေါ်တာတွေ ၊ အာကာသ စွန့်စားသွားလာတဲ့ ခရီးတွေ နဲ့ အရာတွေအများကြီးရှိပါသေးတယ်။\n\nဒီအခြအနေမှာ ၊ ကျွန်တော်က မေးခွန်းအနည်းငယ်ကို ဖြေပေးချင်ပါတယ်။အချို့ ရှုပ်ထွေးနေတာတွေ ဒါမဟုတ် မုန်းတီးနေတာတွေကို ရှင်းလင်းသွားအာင်ပါ။\n\nမေးခွန်း - ဘာကြောင့် သူ့ကို လူသား ပြောင်းလဲလိုက်တာလဲ။အဲဒါက လူသား MC မဟုတ်တဲ့ သားရဲတွေအကြောင်းမဟုတ်လား။\n\nအဖြေ - ကျွန်တော်က သူ့ကို လူသား မပြောင်းလဲခဲ့ပါဘူး ၊ သူက အများတမ်းလူသားတစ်ယောက်လိုဖြစ်ခဲ့တာပါ။ကျွန်တော်က MC ကိုလူသားမဟုတ်တဲ့ သူအဖြစ် အစမှာကတည်းက ရေးသားဖို့ မကြိုးစားခဲ့ပါဘူး။တစ်နည်းအားဖြင့် သူက လူသားမဟုတ်ခဲ့ပါဘူး။ဘယ်တော့မှလည်း ဖြစ်လာမှာ မဟုတ်ပါဘူး။\n\n******\n\nမေးခွန်း -  ဘာကြောင့် MC ကအရမ်းတုံးအ ပြီးတော့ ဥာဏ်မမှီသလိုမျိုးဖြစ်နေတာလဲ?\n\nအဖြေ - ကျွန်တော် ပထမ စရေးတော့ ၊ MC ကိုဘယ်လိုပုံစံမျိုးထားရမလဲဆိုတာကို မသိခဲ့တော့ ပုံမှန်ဥာဏ်ရည်ပဲ ထားလိုက်တာပါ။ဒီတော့ အဲဒီ ရှင်းပြမှုတွေအများကြီးပြုလုပ်နေစရာမလိုတော့ပဲနဲ့ ကျွန်တော်က အလွယ်တစ်ကူ ပဲ ဆက်ပြီးတော့ ရေးသွားဖို့ ဆုံးဖြတ်လိုက်တာပါ။ဒီတော့ အခြေခံအားဖြင့် ကျွန်တော်စာရေးတာ အရမ်းကြီး မကောင်းတာလဲ ပါတာပေါ့လေ။\n\n*****\n\nမေးခွန်း - ပထမ အခန်း ၁၀၀ မှာ ဘာကြောင့် အရမ်းဆိုးရွားနေရတာလဲ?\n\nအဖြေ - ကျွန်တော် စာအုပ်ကိုရေးတဲ့အခါမှာ ဒီအရာကို ဆက်ပြီးတော့ ရေးသားဖို့ မျော်လင့်ချက်လုံးဝ မရှိခဲ့ပါဘူး။လွန်ခဲ့တဲ့ တစ်လလောက် တုန်းက အခြားစာအုပ်တစ်ခုကို အရင်ရေးသားနေတော့ ကျွန်တော် ဒီစာအုပ်ကို အရမ်းကြီး ဂရုမစိုက်နိုင်ခဲ့ပါဘူး။ဒီစာအုပ်ကို အခန်းတစ်ခုကို အများဆုံး တစ်နာရီလောက်ပဲ ရေးသားခဲ့ပြီးတော့ ဇာတ်ကွက်တွေကို မစဥ်းစားခဲ့ပါဘူး။ရလဒ်အနေနဲ့ကတော့ ၊ ပထမ အခန်း ၁၀၀ လောက်က ကျွန်တော် ရေသားခဲ့ဖူးတဲ့သမျှထဲမှာ အဆိုးရွားဆုံးဖြစ်ခဲ့တာပေါ့။\n\nစာဖတ်သူတွေအကြားမှာ အနည်းငယ် ရေပန်းစားလာတော့ ကျွန်တော် ပြန်ပြီးတော့ ဂရုစိုက်ခဲ့ပါတယ်။\n\n*****\n\nမေးခွန်း - MC ကဘာကြောင့် မီးတောင်ထဲကို ခုန်ဝင်သွားပြီးတော့ နှစ်ပေါင်း ၁ သန်း လောက် အိပ်စက်မနေခဲ့တာလဲ?။\n\nအဖြေ - ကျွန်တော် ဒီမေးခွန်းတွေ အများကြီရရှိခဲ့ပြီးတော့ ရှင်းပြတာတွေလည်း ပြုလုပ်ခဲ့ပါတယ်။သူက ထာဝရ အိပ်စက်နေလို့ မရပါဘူး။သူအိပ်စက်နေတဲ့ အခါမှာ စွမ်းအင်ရရှိတာထက်ကို ဆုံးရှုံးနိုင်ခြေက ပိုပြီးတော့ များပြားနေပါတယ်။ဒါအပြင် ၊ သူက လူအသစ်တွေနဲ့ တွေ့ဆုံပြီးတော့ လောကကြီးကို မြင်တွေ့ချင်တာပါ။\n\n******\n\nမေးခွန်း - ဘာကြောင့် MC က လူတွေအကြောင်းကို ဂရုစိုက်နေရတာလဲ?\n\nအဖြေ - မရဘူးလား?။သူလည်း လူသားတစ်ယောက် ဖြစ်ခဲ့ဖူးတာပဲလေ။ပြီးတော့ တစ်နည်းနည်းနဲ့ သူလည်း လူသားဖြစ်နေတုန်းပဲလေ။မင်းက အရမ်းမိုက်တဲ့ MC တွေကိုရှာနေတာဆိုရင် ဒါမဟုတ် ဟီးရိုး MC တွေက ဒီလိုမျိုးပဲ မဟုတ်ဘူးလား။ဘာကြောင့်လဲဆိုတော့ သူက မသေမျိုး တစ်ယောက်ပါ။သူရဲ့ ပတ်လည်မှာရှိနေတဲ့ အရာအားလုံးကို ချက်ချင်းကြီးတော့ လျစ်လျှူမရှူ့နိုင်ပါဘူး။\n\n*****\n\nသင်က အခန်း ၁၀၀ ကျော်လွန်သွားအောင် ဖတ်နိုင်မယ်လို့ ကျွန်တော်မျှော်လင့်ပါတယ်။အဲဒါဆိုရင် သင်က ပိုပြီးတော့ ပျော်ရွှင်ရမှာပါ။သင်က မပျော်ရွှင်ဘူးဆိုရင်လည်း အဲဒါကို နားလည်းပေးနိုင်ပါတယ်။\n\nစာအုပ်ကို ဖတ်ရှုပေးနေတဲ့ ကျေးဇူးတင်ပါတယ်။\n\n//ဒီဟာက စာရေးဆရာ ရေးသားပေးထားတာပါ။\n",
    "date": "Thu Aug 15 14:41:34 GMT+06:30 2024",
    "size": "1.68MB"
  },
  {
    "title": "အပူအပင်မဲ့ အင်မော်တယ် (invincible uncle Shifu)",
    "url": "",
    "coverUrl": "",
    "content": "\n🥰🥰🙏\n(#အပူအပင်မဲ့ ၊ #အရက်တစ်ခွက်၊ #အင်မော်တယ်)\n...\n\nedited April 18/2022\n၀တ္ထုလေးနဲ့ #တာအိုရေစက် ဆုံခဲ့တော့ review လေး တစ်ခုကို ဘာသာပြန် ရေးပေးလိုက်ပါတယ်ဗျ။ မူရင်း၀တ္ထုအောက်မှာ ပရိတ်သတ်တစ်ယောက် English လို ရေးထားတဲ့ review လေးပါ။ \n\nအပူအပင်မဲ့ အင်မော်တယ် ၀တ္ထုက အမျိုးမျိုးသော ရှန်းရှ သိုင်းလောကရဲ့ essence အနှစ်သာရတွေကို ပေါင်းစည်းပြီး ဖန်တီး ရေးသားထားတာပါ။ ၀တ္ထုက အရမ်းကောင်းပါတယ်။ (ကိုယ့်ငါးချဉ်တာ မဟုပါပု။ မူရင်း၀တ္ထုရဲ့ review လေးကို ဘာသာပြန်ပြီး ပြန်တင်ပေးထားတာပါ။) ၀တ္ထုကို ပန်းချီကားတစ်ချပ်အဖြစ် မြင်ယောင်ကြည့်မယ်ဆိုရင် အက်ရှင်ခန်းတွေကို နောက်ခံအဖြစ် မြင်ရမှာပါ။ \n\nဒါပေမဲ့ ဒါက အနှစ်သာရ မဟုတ်သေးပါဘူး။ ဒီ၀တ္ထုဟာ ၁၀၀% comedy ပါ။ တစ်ချိန်လုံး ရီနေရပါတယ်။ ၀တ္ထုဟာရိုးရှင်းပေမဲ့ ဇာတ်ကောင်တွေက နှစ်လိုဖွယ်ကောင်းပါတယ်။ \n\nပြီးတော့ ဇာတ်လိုက်ဖြစ်တဲ့ ချင်းကျူဟာ အလွန်အစွမ်းထက်ပါတယ်။ ဘယ်လောက်တောင် အစွမ်းထက်သလဲဆိုတာ ဘယ်သူမှ အတိအကျ မသိပါဘူး။ \n\nချင်းကျူရဲ့ ရည်ရွယ်ချက်ကတော့ ဘ၀မှာ အေးအေးချမ်းချမ်း ပျော်ရွှင်စွာ နေထိုင်ဖို့ပါပဲ။ ဒါပေမဲ့ သူ့ကိုယ်သူလည်း အမြဲတမ်း မထင်မရှားနေထိုင်ဖို့  စိတ်မဝင်စားသလို ပြဿနာတွေ ရှိလာခဲ့ရင်လည်း ဖြေရှင်းလိုက်စမြဲပါ။\n\nတကယ်လို့ ရီနေရတဲ့ comedy အခြေခံ အင်မော်တယ် ၀တ္ထုမျိုးကို ဖတ်ချင်တယ်ဆိုရင်တော့ ဒီ၀တ္ထုလေးကို ရွေးချယ်ဖတ်ရှုကြည့်လို့ရပါတယ်။\n\nဆက်လက် ကြိုးစားပါဦးမည်\n🥰🥰🙏\n\n #အပူအပင်မဲ့ အင်မော်တယ်\noriginal novel name - invincible uncle Shifu (grandmaster)\noriginal Chinese name - 无敌师叔祖\noriginal writer name - Nine Cuts\n\n🥰🙏🙏\nဖတ်ရှုသူ ပရိတ်သတ် အားလုံးကို အစဉ်ထာ၀ရ ကျေးဇူးတင်လျက်ပါ။",
    "date": "Thu Aug 15 08:42:23 GMT+06:30 2024",
    "size": "2.09MB"
  },
  {
    "title": "နဂါးမယ်လေးရဲ့ငရဲတခါးကချစ်သူ",
    "url": "",
    "coverUrl": "",
    "content": "\nပြီးပါပြီ\n\n\nMy Girlfriend From Turquoise Pond Requests My Help After My Millennium Seclusion\n\nOriginal Writer : Red Pepper Afraid Of Spicy\n\nSynopsis\n\nပျက်သုန်းနေသည့်တစပြင်လောကကြီးတွင် နတ်ဘုရားများနှင့်နတ်မိစ္ဆာများက နေရာတိုင်းတွင် ရှိနေကြသည်။\n\nကျန်းလန်တစ်ယောက် နောက်ဆုံးတော့ ခွန်လွန်တောင်မှ တပည့်တစ်ယောက် ဖြစ်လာခဲ့သည်။ အထူးသဖြင့်… နဝမတောင်ထွတ်မှ တစ်ဦးတည်းသောတပည့် ဖြစ်လာသည်။\n\nကျန်းလန်က ပြင်ပလောကမှ အန္တရယ်များကို သိရှိသူဖြစ်သောကြောင့် နဝမတောင်ထွတ်ရှိ မရဏဂူထဲတွင် ပုန်းအောင်းနေပြီး တစ်ယောက်တည်းကျင့်ကြံရန် ဆုံးဖြတ်လိုက်သည်။\n\nလူတိုင်းမသိရှိနိုင်သော… မှတ်ပုံတင်သည့်စနစ် (sign-in system) ကြောင့် ကျန်းလန်တစ်ယောက် များစွာသော နတ်ဘုရားတန်ခိုးစွမ်းအားများ ၊ မှော်ဝင်ပစ္စည်းများနှင့် သူ၏ ကျင့်စဉ်လမ်းတစ်လျှောက် အထောက်အပံ့ဖြစ်စေမည့် အကူအညီများစွာကို ရရှိသွားတော့သည်။\n\nသို့သော်… သူ့ရည်မှန်းချက်က သူကျင့်ကြံအောင်မြင်ထားသည့် ကျင့်ကြံခြင်းအဆင့်ကို လျှို့ဝှက်ထားရန် ဖြစ်သည်။\n\nမည်သည့်အတားအဆီးကိုမဆို ကျော်ဖြတ်နိုင်သော စွမ်းအားနှင့်ပြည့်စုံသည့်အချိန်ထိ အန္တရယ်များကို ရှောင်တိမ်းပြီး ခွန်လွန်တောင်မှ တပည့်များကြား သိုသိုသိပ်သိပ်နေထိုင်ရန် ကျန်းလန် စဉ်းစားထားသည်။\n\nအချိန်အတန်ကြာပြီးနောက် …\n\nကျန်းလန် ကျင့်ကြံပြီး ပြန်ထွက်လာသည့်အချိန်တွင် သူ့ဆရာက သူ့ကို အရေးကြီးသည့် သတင်းတစ်ခုနှင့်အတူ စောင့်ဆိုင်းနေခဲ့လေသည်။\n\nထိုသတင်းက…\n\nခွန်လွန်တောင်တွင်… သူ့အတွက် ချစ်သူတစ်ယောက် ရှာတွေ့ထားပြီ… ဟူ၍…။\n\n\nကျန်းလန်စာစဥ် ကျင့်ကြံခြင်းအဆင့်များပါ\n\nအင်မော်တယ်မဖြစ်ခင် ကျင့်ကြံခြင်းအဆင့်များ\n\nချီစွမ်းအားသန့်စင်ခြင်းအဆင့် (ကနဦးအဆင့် ၊ အလယ်ဆင့် ၊ နောက်ဆုံးအဆင့် ၊ အောင်မြင်ပြီးအဆင့်)\n\nအခြေခံတည်ဆောက်ခြင်းအဆင့် (ကနဦးအဆင့် ၊ အလယ်ဆင့် ၊ နောက်ဆုံးအဆင့် ၊ အောင်မြင်ပြီးအဆင့်)\n\nရွှေပြဒါးအမြုတေအဆင့် (ကနဦးအဆင့် ၊ အလယ်ဆင့် ၊ နောက်ဆုံးအဆင့် ၊ အောင်မြင်ပြီးအဆင့်)\n\nမူလဝိညာဉ်အဆင့် (ကနဦးအဆင့် ၊ အလယ်ဆင့် ၊ နောက်ဆုံးအဆင့် ၊ အောင်မြင်ပြီးအဆင့်)\n\nမရှိမှုအာကာသအဆင့် (ကနဦးအဆင့် ၊ အလယ်ဆင့် ၊ နောက်ဆုံးအဆင့် ၊ အောင်မြင်ပြီးအဆင့်)\n\nအင်မော်တယ်အဆင့်များ \n\nလူသားအင်မော်တယ် (ကနဦးအဆင့် ၊ အလယ်ဆင့် ၊ နောက်ဆုံးအဆင့် ၊ အောင်မြင်ပြီးအဆင့်)\n\nအစစ်အမှန်အင်မော်တယ် (ကနဦးအဆင့် ၊ အလယ်ဆင့် ၊ နောက်ဆုံးအဆင့် ၊ အောင်မြင်ပြီးအဆင့်)\n\nမိုးကောင်းကင်အင်မော်တယ် (ကနဦးအဆင့် ၊ အလယ်ဆင့် ၊ နောက်ဆုံးအဆင့် ၊ အောင်မြင်ပြီးအဆင့်)\n\nတာ့လော်အင်မော်တယ် (ကနဦးအဆင့် ၊ အလယ်ဆင့် ၊ နောက်ဆုံးအဆင့် ၊ အောင်မြင်ပြီးအဆင့်)\n\nတာအိုအင်မော်တယ် (ကနဦးအဆင့် ၊ အလယ်ဆင့် ၊ နောက်ဆုံးအဆင့် ၊ အောင်မြင်ပြီးအဆင့်)",
    "date": "Thu Aug 15 08:41:09 GMT+06:30 2024",
    "size": "3.36MB"
  }
]
