[


{
  "title": "အနှိုင်းမဲ့ဆရာသခင်၁",
  "content": "ခေါင်းစဥ် - အနှိုင်းမဲ့ဆရာသခင်\nဘာသာပြန် - PSM (MBW Team)\nမူရင်းစာရေးသူ - Three Golden Crow\nအပိုင်းအရေအတွက် - 961 (og+)\n\nမိတ်ဆက်\n\nယီရွှမ်သည် ချင်းယွင်ဂိုဏ်းသို့ ဘဝကူးခဲ့ပြီးနောက် အသက်အငယ်ဆုံး အကြီးအကဲတစ်ယောက် ဖြစ်လာခဲ့သည်။ထိုအချိန်တွင်ပင် အဆပေါင်းတစ်သောင်း ပြန်အမ်းခြင်းစနစ်အား သူရရှိခဲ့သည်။\n\nအစေခံငယ်လေးမှစ၍ အဖိုးတန်လှသည့် အဆင့်အတန်းမြင့် မိန်းမပျိုလေးများနှင့်မိစ္ဆာဧကရီတို့အထိ၊သူတို့အားလုံးကို သူက တပည့်အဖြစ် လက်ခံခဲ့လေသည်။သူ့တပည့်များအား မည်သည်ကိုပင် ပေးသည်ဖြစ်စေ၊သင်သည်ဖြစ်စေ သူ ပြန်လည်ရရှိသည့်အရာမှာကား အဆပေါင်းတစ်သောင်းတန်များသာဖြစ်သည်။\n\n\"ဒင်၊သင့်၏တပည့်အား အဆင့်နိမ့် နိဗ္ဗာနဆေးလုံးပေးခဲ့သည်။သင်သည် ကောင်းကင်လမ်းဆေးလုံးအား ဆုလဒ်အဖြစ် ပြန်လည်ရရှ်ိသည်။\"\n\n\"ဒင်၊သင်၏တပည့်အား ကောင်းကင်လောင်ကျွမ်းခြင်းဓား ပေးအပ်ခဲ့သည်။သင်သည် ရှေးဟောင်းနတ်ဘုရားဓား၊နတ်ဘုရားသတ်ဖြတ်သူအား ဆုလဒ်အဖြစ် ပြန်လည်ရရှိခဲ့သည်။\n\n\"ဒင်၊သင့်တပည့်သည် တစ်နှစ်တည်းဖြင့် ကျင့်ကြံခြင်း အဆင့်တက်ခဲ့သည်။သင်သည် နှစ်ပေါင်းတစ်သောင်း ကျင့်ကြံခြင်းသက်တမ်းအား ဆုလဒ်အဖြစ် ရရှိခဲ့သည်။\"\n\nသူ၏ တပည့်များထဲမှ တစ်ယောက်ဖြစ်သည့် ဧကရီမှ သူမ၏ သရုပ်မှန်အား ထုတ်ဖော်ပြသမလာခင်အထိ ယီရွှမ်သည် တပည့်များ လက်ခံခဲ့လေသည်။ထိုအချိန်ရောက်ပြီးနောက်တွင်တော့ ကမ္ဘာလောကကြီးသည် အသန်မာဆုံး လူတစ်ယောက်အကြောင်းအား သိရှိလာခဲ့ရလေတော့သည်။",
  "date": "Tue Sep 10 23:08:56 GMT+06:30 2024",
  "coverUrl": "",
  "note": "",
  "url": "",
  "mediafireUrl": "https://www.mediafire.com/file/kux2lajo0ved7v1/အနှိုင်းမဲ့ဆရာသခင်၁.nz/file",
  "is18Pluse": 0,
  "size": "1.20 MB"
}

{
  "title": "ပြိုင်စံရှားဂိုဏ်း (ကျွင်းချောင်ရှောင်း)",
  "content": "",
  "date": "Tue Sep 10 23:06:03 GMT+06:30 2024",
  "coverUrl": "",
  "note": "",
  "url": "",
  "mediafireUrl": "https://www.mediafire.com/file/sdpv6xnkhb7tyi0/ပြိုင်စံရှားဂိုဏ်း+(ကျွင်းချောင်ရှောင်း).nz/file",
  "is18Pluse": 0,
  "size": "16.83 MB"
}
  {
    "title": "ပြိုင်ဘက်ကင်း ဖြစ်လာသူ",
    "url": "",
    "coverUrl": "",
    "note": "",
    "content": "ပြိုင်ဘက်ကင်းဖြစ်လာသူ\nဘာသာပြန် - Min Hein\nမူရင်း - Akina Little Moon\nအမျိုးအစား - Action, Adventure, Fantasy, Eastern\n\nမိတ်ဆက်\n\nချင်ချန်ဟာ ထျန်းရီမြင့်မြတ်နယ်မြေမှာ ပြန်လည်မွေးဖွားခဲ့ပြီး အဲဒီနေရာမှာ တံမြက်စည်းလှည်းရတဲ့ အစေခံဖြစ်လာခဲ့ပါတယ်။\n\n ဒါပေမယ့် သူရဲ့၁၆နှစ်ပြည့်မွေးနေ့မှာတော့ နေရာအသစ်တိုင်းမှာ လက်မှတ်ဝင်ထိုးနိုင်တဲ့ စနစ်တစ်ခု နိုးထလာခဲ့ပါတယ်။\n\n သူအင်ပါယာအပျက်အစီးမှာ လက်မှတ်ဝင်တဲ့အခါ စကြာဝဠာပျက်စီးခြင်းနတ်ခန္ဓာနှင့် စကြာဝဠာပျက်စီးခြင်းဧကရာဇ်ကျမ်းစာကို ရရှိခဲ့ပါတယ်။\n\n နတ်ဆိုးချိတ်ပိတ်နယ်မြေမှာ လက်မှတ်ဝင်တဲ့အခါ တော်ဝင်ချပ်ဝတ်ကို ရရှိခဲ့ပါတယ်။\n\n အဂ္ဂရိတ်နန်းတော်မှာ လက်မှတ်ဝင်ထိုးတဲ့အခါ မြင့်မြတ်သောအဆင့်အဂ္ဂရိတ်ပညာရပ်ကိုရရှိခဲ့ပါတယ်။\n\n ဆေးဥယျာဉ်မှာ လက်မှတ်ဝင်ထိုးတဲ့အခါ အင်မော်တယ်ဆေးလုံးကို ရရှိခဲ့ပါတယ်။ အင်ပါယာနန်းတော်မှာ လက်မှတ်ဝင်ထိုးတဲ့အခါ အင်ပါယာအဆင့် နတ်စွမ်းရည် \"သက်ဝင်နိုးထခြင်း\"ကို ရရှိခဲ့ပါတယ်။ \n\nချင်ချန်ဟာသူ့ရဲ့ကျန်ရှိတဲ့ဘဝတစ်လျှောက်ကို ပြိုင်ဘက်ကင်းလာတဲ့အချိန်ထိ နေရာအမျိုးမျိုးမှာ လက်မှတ်ဝင်ထိုးပြီး ကုန်ဆုံးမယ်လို့ စဉ်းစားထားပေမယ့် မြင့်မြတ်နယ်မြေရဲ့အတွင်းပိုင်းမှာ ကြီးမြတ်သောပြည်ထောင်စုရဲ့ အပျက်အစီးနယ်မြေပေါ်ပေါက်လာတဲ့အခါ မြင့်မြတ်နယ်မြေတွေဆီက ကျင့်ကြံသူတွေ၊ နာမည်ကြီးမိသားစုတွေ၊ ရှေးဟောင်းအင်ပါယာတွေတောင်မှ အပျက်အစီးနယ်မြေနှင့်အတူ ပေါ်လာခဲ့တဲ့ စွမ်းအားကြီးနတ်ဆိုးဘုရင်ကို သတ်ဖို့ အတူတကွ စုပေါင်းခဲ့ကြပါတယ်။ နတ်ဆိုးဘုရင်ဟာ မရေတွက်နိုင်တဲ့လူတွေကိုသတ်ဖြတ်ခဲ့ပြီး ထျန်းရီမြင့်မြတ်နယ်မြေကို ဖျက်ဆီးဖို့ ကြံစည်လာတဲ့အခါ ချင်ချန်လည်း ရွေးချယ်စရာမရှိဘဲ ထွက်ပေါ်လာခဲ့ရပါတယ်။\n\n သူဟာ နတ်ဆိုးဘုရင်ကို လက်ဝါးတစ်ချက်တည်းနဲ့ သတ်ဖြတ်ခဲ့ပြီးမှာတော့ သက်ပျင်းချတာ \n\n\"ဘာကြောင့်မင်းတို့တွေက ဘာမှမဟုတ်တဲ့အစေခံလေးကို တွန်းအားပေးနေရတာလဲ\"\n\n**************",
    "date": "Thu Aug 22 13:37:22 GMT+06:30 2024",
    "is18Pluse": 0,
    "size": "6.87 MB"
  },
  {
    "title": "နတ်ဘုရားကပ်ဘေး ဒိုင်ယာရီ",
    "url": "",
    "coverUrl": "",
    "note": "",
    "content": "",
    "date": "Thu Aug 22 13:31:45 GMT+06:30 2024",
    "is18Pluse": 0,
    "size": "7.12 MB"
  },
  {
    "title": "တုနှိုင်းမဲ့အလောင်းမြှုပ်နှံခြင်းစနစ် (လင်းဝူတ)",
    "url": "",
    "coverUrl": "",
    "note": "",
    "content": "တုနှိုင်းမဲ့အလောင်းမြှုပ်နှံခြင်းစနစ်_ch_1_214_လင်းဝူတ",
    "date": "Thu Aug 22 13:31:39 GMT+06:30 2024",
    "is18Pluse": 0,
    "size": "11.86 MB"
  },
  {
    "title": "တာအို၏သားတော် (ကုဖုန်း)",
    "url": "",
    "coverUrl": "",
    "note": "",
    "content": "",
    "date": "Thu Aug 22 13:43:04 GMT+06:30 2024",
    "is18Pluse": 0,
    "size": "2.93 MB"
  },
  {
    "title": "တားမြစ်ပညာရပ်များနှင့်အင်မော်တယ်",
    "url": "",
    "coverUrl": "",
    "note": "",
    "content": "",
    "date": "Thu Aug 22 13:43:21 GMT+06:30 2024",
    "is18Pluse": 0,
    "size": "5.08 MB"
  },
  {
    "title": "ဆယ်နှစ်ကြာကျင့်ကြံပြီးနောက် အင်မော်တယ်ဧကရာဇ်အား သတ်ခဲ့တယ် (လီရွှမ်း)",
    "url": "",
    "coverUrl": "",
    "note": "",
    "content": "ဆယ်နှစ်ကြာ_ကျင့်ကြံပြီးနောက်_အင်မော်တယ်_ဧကရာဇ်အား_သတ်ခဲ့တယ်_Ch_1",
    "date": "Thu Aug 22 13:42:21 GMT+06:30 2024",
    "is18Pluse": 0,
    "size": "9.50 MB"
  },
  {
    "title": "ငါကဓားနတ်ဘုရားဆိုတာလူတွေသိသွားကြပြီ",
    "url": "",
    "coverUrl": "",
    "note": "",
    "content": "Heavenly Dao Rankings: I Am Exposed As The Sword God\n_____________________________________\nOriginal Author - 7years 7days\n------------------------------------------------\nChapter-512(complete )\n--------------------------------------\n\nဘာသာပြန်-(ဂေါင်းကြီး 🐉)\n\nငါကဓားနတ်ဘုရားဆိုတာလူတွေသိသွားကြပြီ..!\n---------------------------------------------------------------\n\nဇာတ်လမ်း-အကျဉ်း\n----------------------------\n\nလီယုဟာ တန်ခိုး‌ရှင်များနှင့်သိုင်းပညာရပ် များရှိရာ ကမ္ဘာကြီးသို့ သေဆုံးပြီး‌ နောက်ဝိဉာဥ်ကူးပြောင်းလာခဲ့သည်။ \n\n လီယုဝိဉာဉ်ကူးပြောင်းလာပြီးနောက်ပိုင်း၎င်းကျင့်ကြံခြင်းကမ္ဘာ၏ မထင်မရှား ဂိုဏ်းငယ်လေးတစ်ခုအတွင်းသို ရောက်ရှိခဲ့ပြီး ဂိုဏ်းချုပ်ဖြစ်လာရန်အတွက်ရွေးချယ်ခြင်းခံခဲ့ရသည်။\n \nဖြောင့်မတ်သော ဂိုဏ်းများ၏ကျဆင်းလာမှု ကို အခွင့်ကောင်း ယူရ်ျနတ်ဆိုးများဟာကျင့်ကြံခြင်းကမ္ဘာကြီး၏ နေရာအနှံတွင်သောင်းကျန်းလာခဲ့သည်။\n\n လီယု သည်နတ်ဆိုးများအားနှိမ်နင်းရန် သူ၏ဂိုဏ်းမှထွက်မလာခင် အစွမ်းအထက်ဆုံး ဖြစ်သည့်အထိလူမသိသူမသိတိတ်တိတ်ပုန်း လေ့ကျင့် နေခဲ့သည်။\n\nသို့သော်လည်း လီယု၏ အသက်၁၇နှစ် အရွယ်ခန့်သို့ရောက်လာသောအခါတွင် ကောင်းကင်တာအိုလမ်း အဆင့်သတ်မှတ်ချက်ဟူ ခေါ်ဆိုသည့် အရာကြီးတစ်ခု သည်ကျင့်ကြံခြင်းကမ္ဘာပေါ် သို့ ရောက်ရှိလာခဲ့သည်။\n\n၎င်းအဆင့်သတ်မှတ်ချက်ထဲတွင် ပါ၀င်သူတိုင်းသည် ကောင်းကင်တာအိုလမ်း အဆင့်သတ်မှတ်ချက်မှ ပေးအပ်သောဆုလာဘ်ဆောင်များကို ရရှိမည်ဖြစ်သည်။\n\nကောင်းကင်တာအိုလမ်းအဆင့်သတ်မှတ်ချက် မြင့်လေ‌လေ ဆုလာဘ်များက ကြီးကျယ်လေလေဖြစ်သည်။\n\n ထိုဖြစ်စဉ်ဟာ ကျင့်ကြံခြင်းကမ္ဘာကြီးတစ်ခုလုံး ကို တုန်လှုပ်စေခဲ့သည်။\n\nထူးဆန်းသည့်အရာတစ်ခုမှာ ကောင်းကင်တာအိုလမ်းအဆင့်သတ်မှတ်ချက် ပေါ်လာပြီးအချိန်မှစရ်ျ အဆင့်သတ်မှတ်ချက်၏ ပြိုင်ဘက်ကင်းလျို့ ဝှက်နဂါး သူ ရဲကောင်းနံပါတ်(၁)နေရာတွင် အမည်မသိဂိုဏ်းငယ်လေးတစ်ခုမှ လီယု ဆိုသည့်နာမည်ပိုင်ရှင်ဖြစ်နေခြင်းပင်။\n\nညတွင်းချင်းမှာပဲ လီယု ဟူသောနာမည်တစ်ခုသည် ရှတော်၀င်မင်းဆက်၏နေရာအနှံ့သို့ကျော်ကြားလာခဲ့ သည်။ \n\nသို့ပေမဲ့လည်း ထိုအရာဟာ အစသာရှိပါသေးသည်။\n\nထိုနောက်တွင် နတ်ဘုရားလက်နက်ပိုင်ဆိုင်ခြင်း အဆင့်သတ်မှတ်ချက်၊ ခန္ဓာကိုယ်ကျင့်ကြံခြင်း အဆင့် သတ်မှတ်ချက်၊ပါရမီ အကောင်းဆုံး အဆင့် သတ်မှတ်ချက်၊ နတ်ဘုရားသားတော် အဆင့်သတ်မှတ်ချက်၊ ဂိုဏ်း အဆင့်သတ်မှတ်ချက်များအပြင် တခြား သော အဆင့်သတ်မှတ်ချက်များဟာလည်း တစ်ခုပြီးတစ်ခု ပေါ်ပေါက်လာခဲ့သည်။ \n\nထိုအဆင့်သတ်မှတ်ချက်များနှင့် ဆုလာဘ်များကြောင့် ကမ္ဘာကြီးတစ်ခုလုံး အံ့အားသင့်သွားရသည်..။",
    "date": "Thu Aug 22 13:54:21 GMT+06:30 2024",
    "is18Pluse": 0,
    "size": "15.42 MB"
  },
  {
    "title": "ငါ့ရဲ့နောက်ဖေးခြံဝန်းက ထန်မင်းဆက်ဖြစ်နေတယ်",
    "url": "",
    "coverUrl": "",
    "note": "",
    "content": "",
    "date": "Thu Aug 22 13:42:55 GMT+06:30 2024",
    "is18Pluse": 0,
    "size": "7.67 MB"
  },
  {
    "title": "သိုင်းလောကထဲ လမ်းပတ်လျှောက်မယ့် စွေ့ဟုန်",
    "url": "",
    "coverUrl": "",
    "note": "",
    "content": "စာစဉ် မိတ်ဆက်\n\nစွေ့ဟုန်သည် ကမ္ဘာကူးပြောင်းလာခဲ့သူတ‌ယောက်ဖြစ်ပြီး သူနှင့်အတူပါလာသော စနစ်က သူရောက်ရှိနေသည့် ကမ္ဘာသည် ကျင့်ကြံသူအများအပြားရှိသော အထက်ကမ္ဘာတွင်ဖြစ်သည် ဟု ပြောခဲ့သည်။\n\nယခုရောက်ရှိနေသော ကမ္ဘာတွင် အင်မော်တယ် ဧကရာဇ်များကို ကောင်းကင်အနှံ့တွင် တွေ့ရမည်ဖြစ်ပြီး စွမ်းအားကြီးမကောင်းဆိုးဝါးများမှာလည်း ‌ကုန်းမြေတိုက်ကြီး အနှံ့အပြားတွင် ကျက်စားကြသည်။ထို တန်ခိုးစွမ်းအားကြီးမားသူများသည် ၎င်းတို့ စိတ်မကြည်လျှင် ကမ္ဘာကို ဖုန်တချက်ခါလိုက်သလို ဖျက်စီးနိုင်လိုက်သည် ဖြစ်သောကြောင့် စွေ့ဟုန်သည် သေးထွက်မတက် ကြောက်ရွံ့နေမိခဲ့သည်။\n\nကံကောင်းစွာနှင့် စနစ်မှာ စွေ့ဟုန်ကို လက်ဆောင်ဟုဆိုကာ နှစ်သုံးရာတိတိ အန္တရာယ်မျိုးစုံမှ အကာအကွယ်ပေးနိုင်မည့် သီးသန့်ကမ္ဘာငယ်လေးတခုကို ဖန်တီးပေးခဲ့သည်။စွေ့ဟုန် ထိုကမ္ဘာငယ်လေးမျာ အပြင်မထွက်သရွေ့ မည်သည့်အန္တရာယ်မှ မကျရောက်နိုင်ပေ။\n\nထို့ကြောင့် သူ့လုံခြုံမှုအတွက် စွေ့ဟုန်သည် ရရှိသည့် နှစ်သုံးရာလုံးလုံး ကျင့်ကြံခြင်းကို မရပ်မနားပဲ ကျင့်ကြံခဲ့၏။\n\nသူ ထိုသို့ ဂူအောင်းနေသော နှစ်သုံးရာလုံးလုံး သူရှိသော ကမ္ဘာငယ်လေးဆီသို့ ကမ္ဘာနှစ်ခုကြား လေဟာနယ်စွမ်းအင်များ မတည်မငြိမ် ပွတ်တိုက်မှု များကြောင့် လူအချို့မှာ နှစ်အနည်းငယ်ကြာတိုင်း ရောက်ရှိလာခဲ့ကြသည်။\n\nကိုရင်လေး ဘဝမှ သူဖုန်းစားဖြစ်ခဲ့ရပြီး လူသားများအားလုံးကို ကယ်တင်ကာ လောကကြီးကို ငြိမ်းချမ်းမှုကို ဆောင်ယူပေးချင်သည့် ကိုရင်လေးတပါးလဲ သူ့ဆီ ရောက်လာခဲ့ဖူးသည်။\n\nအထက်တန်းစားမိသားစုမှ လူငယ်တယောက်သည် သူ့ကျင့်ကြံမှုများအားလုံးကို ဆုံးရှုံးကာ အမှိုက်ဘဝသို့ရောက်ခဲ့ရသည်။ ပတ်ဝန်းကျင်မှ ရက်ရက်စက်စက် လှောင်ပြောင်ခြင်းကို ခံစားနေရသော ထို ပါရမီရှင်သည်လည်း သူ့ဆီ‌ ရောက်လာခဲ့ဖူးပါသည်။\n\nသူမ၏ ပျောက်ဆုံးနေသည့် အကိုကို ရှာဖွေချင်ခဲ့သည့် မင်းသမီးလေးတပါးရှိ၏။သေမျိုးကမ္ဘာမှ စွန့်ခွာပြီး အင်မော်တယ်များရှိသော အထက်ကမ္ဘာသို့ တက်ရမည့် အခွင့်အရေးကို စွန့်လွှတ်ကာ အကိုပြန်လာမည်ကိုသာ စောင့်မျှော်နေသော မင်းသမီးလေးမှာလဲ စွေ့ဟုန်ဆီသို့ ရောက်လာခဲ့ဖူးပါသည်။\n\nမွေးရာပါ အားနည်းသည့် ရောဂါကို အစဉ်အမြဲခံစားနေရသော မိန်းကလေးတယောက်၊သူမ၏ ရည်ရွယ်ချက်မှာ လောကအနှံ့ခရီးထွက်ကာ ဆင်းရဲသားများနှင့် အားနည်းသူများကို ကူညီချင်သည်။ထိုမိန်းကလေးသည်လည်း စွေ့ဟုန်ရှိရာသို့ မျက်စိလည် လမ်းမှားကာ ရောက်လာခဲ့ဖူးပါ၏။\n\n...\n\nစွေ့ဟုန်သည် သူတို့အားလုံးနှင့် ရင်းနှီးခဲ့ပြီး သူတို့ သိသင့်သိထိုက်တာများကို သူတို့ နေထိုင်ရာ ကမ္ဘာများဆီသို့ မပြန်ခင် အချိန်အတောအတွင်း သင်ကြားပေးခဲ့သည်။\n\nနှစ် သုံးရာကြာပြီးနောက်တွင်...သူ့အကာအကွယ်ကမ္ဘာ၏ အချိန်စေ့ခိုက်ဝယ် စွေ့ဟုန်၏ ကျင့်ကြံခြင်းမှာလည်း ရွှေအမြူတေအဆင့်တွင် တည်ငြိမ်သွားခဲ့ပြီ ဖြစ်လေတော့သည်။ထို့ကြောင့် အပြင်ကမ္ဘာသို့ သူ ပထမဦးဆုံးအကြိမ် ထွက်လာခဲ့ပါတော့သည်။\n\nသူ လောကထဲသို့ ရောက်ရှိသည့်အချိန်တွင် သူသိလိုက်ရသည်က သူထင်သလို ကျင့်ကြံသူများ၏ ကမ္ဘာထဲသို့ ရောက်နေသည်မဟုတ်ပဲ။ရိုးရိုး အတွင်းအားကျင့်ကြံသော သိုင်းသမားများရှိသည့် ကမ္ဘာထဲတွင် ဖြစ်ကြောင်း သိလိုက်ရသောအခါ....       သိုင်းလောကထဲ လမ်းပတ်လျှောက်မယ့် စွေ့ဟုန်\n\nBook 19\n\nhttps://www.mediafire.com/file/ge535x8gfnl0n6v/Cui_Heng_Book_19.pdf/file\n\nBook 20\n\nhttps://www.mediafire.com/file/i1ztgnnhlwu3h5i/Cui_Heng_Book_%252820%2529.pdf/file\n\nBook 21\n\nhttps://www.mediafire.com/file/hyeupaegbnifj78/cui_heng_book_21.pdf/file",
    "date": "Mon Aug 19 14:50:18 GMT+06:30 2024",
    "is18Pluse": 0,
    "size": "2.64 MB"
  },
  {
    "title": "သက္ကရာဇ်များကျော်လွန်၍ (I Have a Mansion in the Post-apocalyptic World)",
    "url": "",
    "coverUrl": "",
    "note": "",
    "content": "စာစဉ်အမည် - သက္ကရာဇ်များကျော်လွန်၍\n\nEng Name - I Have a Mansion in the Post-apocalyptic World\n\nအမျိုးအစား - Action, Adventure, Harem, Adult, Mistery, Sci-fi, Xuanhuan\n\nစာစဉ် အညွှန်း\n\nနူးကလီးယား စစ်ပွဲတွေ ပြီးဆုံးပြီးနောက် လူသားတို့၏ ကမ္ဘာကြီးတွင် နေရာအနှံ့ ပျက်စီးခြင်းတွေသာ ကျန်ရှိခဲ့လေသည်။\n\nနူကလီးယား၏ နောက်ဆက်တွဲ ဖြစ်သည့် ဓါတ်ရောင်ခြည် လွန်ကဲမှုများ၊ ရေဒီယိုသတ္တိကြွမှုများကြောင့် လူအများစုသည် ဇွန်ဘီများအဖြစ် ပြောင်းလဲကုန်ကြသည်။ အသိပညာမဲ့သော တောတွင်းတိရစ္ဆာန်များသည်လည်း ဆင့်ကဲပြောင်းလဲ၍ သွေးဆာရက်စက်သော အမျိုးအမည်မသိ ခွန်အားကြီး သတ္တဝါများ ဖြစ်လာကြသည်။\n\nကံကောင်းထောက်မ၍ အသက်ရှင် ကျန်ရစ်သူများသည် ဤကဲ့သို့ အစစအရာရာ ပျက်စီးနေသော စွန့်ပစ်မြေပေါ်တွင် ဆက်လက်ရှင်သန်နိုင်ရင် ကြိုးစားရုန်းကန်ကြရသည်။\n\nယခင်က လူရှုပ်လေ့ရှိသည့် လမ်းများပေါ်တွင် ဇွန်ဘီများနှင့် ပြည့်နှက်နေသည်။ နည်းပညာ အလွန်ထွန်းကားတိုးတက်ခဲ့သော်လည်း ယခုမှု အီလက်ထရွန်းနစ် ပစ္စည်းအများစုက သုံးစားမရတော့ချေ။ အရေးအကြီးဆုံးဖြစ်သည့် ဝမ်းစာ ဖြည့်ဖို့အတွက်ပင် စားနပ်ရိက္ခာ များ မရှိသလောက် ရှားပါးလာကြသည်။ \n...\n\nကျန်းချန်သည် လက်ရှိ ငြိမ်းချမ်းနေသော 21 ရာစု ၏ သူလိုငါလို လူငယ်တစ်ယောက်ဖြစ်၏။ ဤဇာတ်လမ်းသည် ကျန်းချန်တစ်ယောက်  သတိလစ်ပြီးနောက် သူ့လက်ကောက်ဝတ်တွင် ထူးဆန်းသော တက်တူးတစ်ခု ဖြစ်ပေါ်လာခဲ့သည်မှ စတင်လေသည်။ တက်တူးသည် လက်ချောင်းကို ပလပ်ပေါက်ထဲထည့်၍ လျှပ်စစ်ဖြင့်အားသွင်းရပြီး ၎င်းကို အသုံးပြု၍ အချိန်နှင့်အာကာသ ခရီးသွားနိုင်လေသည်။ သို့နှင့် သူပထမဆုံး အချိန်ကိုကျော်၍ အာကာသ ခရီးသွားပြီး ရောက်ရှိလာသည့်နေရာမှာ အထက်ဖော်ပြပါ သက္ကရာဇ် ၂၁၉၀ခုနှစ် စွန့်ပစ်မြေရိုင်း သို့မဟုတ် ကမ္ဘာပျက်ပင် ဖြစ်ပေသည်။\n\nထိုစွန့်ပစ်မြေရိုင်းတွင် အန္တရာယ်တွေ ပြည့်နှက်နေသော်လည်း ကျန်းချန်အတွက်တော့ သုခဘုံဖြစ်လေသည်။ \nအကြောင်းမှာ ဤကမ္ဘာသည် နည်းပညာပိုင်းတိုးတက်ခဲ့သောကြောင့် မိုးမျှော်အဆောက်အဦးများ၊ အဆင့်မြင့် လေပေါ်ပျံနိုင်သည့် ဇိမ်ခံကားများ၊ တခြား ခေတ်လွန် နည်းပညာမြင့် ထုတ်ကုန်များ လည်း ကျန်ရှိနေ ကြသည်။ ရွှေကဲ့သို့ အဖိုးတန် သတ္တုများကိုပင် လမ်းမများပေါ်တွင် သည်အတိုင်း စွန့်ပစ်ထားကြသည်။\n...\n\n\"ဘာ... မင်းက စစ်ပွဲမတိုင်ခင်က ဂိမ်းထုတ်လုပ်ရေး ကုမ္ပဏီတစ်ခုရဲ့ ဥက္ကဌလား..? 3D ဂိမ်းထုတ်လုပ်ရေးရဲ့ တာဝန်ရှိသူ တစ်ယောက်လား..? ဟုတ်ပြီ.. မင်းအရည်အချင်းနဲ့ ငါ့အတွက် ဘာလို့ အလုပ်လာမလုပ်ပေးတာလဲ.. လစာအနေနဲ့ကတော့ တစ်လကို ပေါင်မုန့်နှစ်ချပ် ပေးမယ်..\"\nစသည်ဖြင့် စွန့်ပစ်ကမ္ဘာတွင် ကျန်းချန်သည် 21 ရာစုခေတ်မှ ပေါပေါပဲပဲရသော အစားအစာများယူဆောင်၍ ကမ္ဘာပျက်တွင် ပါရမီရှင်များ စုဆောင်းလေသည်။\n\n\"ကျုပ်.. ရွှေ တွေရောင်းချင်တယ်.. ဘယ်လောက်လဲ.. ဟုတ်လား.. မများပါဘူး.. ဒီတစ်ကြိမ်တော့ တန်အနည်းငယ်လောက်ပဲ ရောင်းဖို့လျာထားတယ်..\"\nစသည်ဖြင့် ကမ္ဘာပျက်မှ ရွှေချောင်းများ ပြန်သယ်ဆောင်၍ လက်ရှိကမ္ဘာတွင် ကျန်းချန် လက်ဖျား ငွေသီးလေသည်။\n\n\"မစ္စတာကျန်း.. ခင်ဗျား လက်ထဲမှာ ကိုင်ထားတဲ့ ပစ္စတိုက အုတ်နံရံတွေတောင်ဖောက်ပစ်နိုင်တာလား.. ဒီလက်ပစ်ဗုန်းကလည်း ပေါက်ကွဲတာ အသံတစ်စက်တောင် မထွက်ဘူးလား.. ခင်ဗျား လက်ကောက်ဝတ်က ထွက်လာတဲ့ နိုက်ထရိုဂျင်အငွေ့တွေကလည်း ကျည်ဆံတောင် ကာနိုင်တာလား.. ဒါ ဒါ.. ဘယ်လို ပစ္စည်းမျိုးတွေလဲ..\"\nစသည်ဖြင့် အနာဂတ်မှ ခေတ်လွန်ပစ္စည်းများ အသုံးချ၍လည်း ကျန်ချန် မိုက်ကြေးခွဲလေသည်။\n\n\"အိုင်ဖုန်း..? အလွန်းပါးလွှာတဲ့ ဒီဇိုင်း..? သွားစမ်းပါ.. ငါတီထွင်ထားတဲ့ ဖုန်းက ကွန်ဒုံးထက်တောင် ပါးနေတာ မမြင်ဘူးလား..\nလေယာဉ်တင်သင်္ဘော..? ဖိုက်တာဂျက်..? ဟုတ်လား.. အိုး.. ငါ့မှာလည်း အများကြီးရှိတာပေါ့.. ဒါပေမယ့် ငါ့ဟာတွေက အာကာသမှာ သုံးဖို့ ရည်ရွယ်ထားတဲ့ အဆင့်မြင့်ထုတ်ကုန်တွေကွ..\"\nစသည်ဖြင့် စွန့်ပစ်မြေမှ ခေတ်လွန် နည်းပညာများဖြင့်လည်း လက်ရှိကမ္ဘာတွင် ကျန်းချန်တစ်ယောက် ဆရာကြီး လုပ်လေသည်။\n...\n\nအကျဉ်းချုပ်ဆိုရသော်.. MC ကျန်းချန်၏ လက်ရှိ 21 ရာစုခေတ်ကမ္ဘာနှင့် သက္ကရာဇ် 2190 ခုနှစ် အနာဂတ် နူကလီးယားစစ်ပွဲအလွန် ကမ္ဘာပျက် ကြားရှိ ခြားနာမှုများ၊ အားသာချက်၊ အားနည်းချက် များကို အပိုင်နိုင်ဆုံးအသုံးချပြီး ကမ္ဘာနှစ်ခုစလုံးတွင် အင်အားစုများတည်ထောင်၍ အထွဍ်အထိပ်သို့ တဆင့်ချင်း တက်လှမ်းပုံကို စိတ်ဝင်စားဖွယ် ဖတ်ရှုရမည်ဖြစ်သည်။ \nခေတ်လွန်ကမ္ဘာ၏ မျိုးဗီဇသန်မာဆေးကြောင့် ကျန်းချန်တစ်ယောက် လက်ရှိကမ္ဘာတွင် စူပါမင်းကဲ့သို့ စွမ်းဆောင်နိုင်လာပုံများ၊ ဖုတ်ကောင်များ .. သန္ဓေပြောင်းသတ္တဝါများ.. ကြေးစားများ နှင့် တိုက်ပွဲကြမ်းများ၊ စီးပွားရေး ထိုးဖောက်မှုများ၊ နည်းပညာတိုက်ပွဲများ နှင့် ဇာတ်ကောင် အမျိုးသမီးများစွာနှင့် ကုတင်ထက်မှ ညတိုက်ပွဲ များစွာဖြင့် ဝေဝေဆာဆာ ကျေနပ်အားရစွာ ပီတိဖြာရမည့် စာစဉ်ကောင်းတစ်ခု ဖြစ်ပါကြောင်း ညွှန်းဆိုရင်း နိဂုံးချုပ်အပ်ပါသည်။\n\nအားပေးကြပါကုန်...🙏🙏🙏\n\nFree Page Link\n\nhttps://www.facebook.com/profile.php?id=100086404260749\n\nPDF Link\n\nစာစဉ် - ၁\nhttps://www.mediafire.com/file/vse1nx18lvsokqf/KyanChan-1.pdf/file\n\nစာစဉ် - ၂\nhttps://www.mediafire.com/file/o2nes9f464zo2t2/KyanChan-2.pdf/file\n\nစာစဉ် - ၃\nhttps://www.mediafire.com/file/65dm385nxhrvlhs/KyanChan-3.pdf/file\n\nစာစဉ် - ၄\nhttps://www.mediafire.com/file/whlvvt2p0kdjpid/KyanChan-4.pdf/file\n\nFree Page မှာ တစ်ရက်တစ်ပိုင်း စောင့်ဖတ်ရတာ အားမရတဲ့သူတွေအတွက် VIP GP လေးတွေရှိတယ်နော်.. အားပေးကြပါဦး 😘😘😘\n\nGP-1 Link (1500 ကျပ်) စာစဉ် 5/6/7 (45 ပိုင်း)\n\nhttps://www.facebook.com/groups/464461839110891/?ref=share\n\nGP-2 Link (1500 ကျပ်) စာစဉ် 8/9/10 (45 ပိုင်း)\n\nhttps://www.facebook.com/groups/3336696303233630/?ref=share\n\nGP-3 Link (1500 ကျပ်) စာစဉ် 11/12/13 (45 ပိုင်း)\n\nhttps://www.facebook.com/groups/5575188792574417/?ref=share\n\nတစ်အုပ်ချင်းဖတ်ချင်သူတွေအတွက် WOW မှာလည်း ရောင်းပါတယ်.. လက်ရှိ တစ်လကို 6 အုပ်နှုန်း ထွက်နေပါတယ် ခင်ဗျာ..",
    "date": "Mon Aug 19 14:49:59 GMT+06:30 2024",
    "is18Pluse": 0,
    "size": "2.71 MB"
  },
  {
    "title": "နတ်ဆိုးတစ်ကောင်၏ ခရီးလမ်း (ဖန်ဟောင်) The path of the lustful demon ",
    "url": "",
    "coverUrl": "",
    "note": "",
    "content": "အစကနေမဖတ်ရသေးသူများအတွက် pdf လုပ်ပေးလိုက်ပါတယ်နော် ။ \n\nThe path of the lustful demon (ဖန်ဟောင်)\nမူရင်းစာရေးဆရာ - blue cloud\nThe Path of the Lustful Demon \nမူရင်းစာရေးဆရာ - blue - cloud\nဘာသာပြန်သူ -Navaral Lim\nအကျဉ်းချုပ်\n       ဖန်းဟောင်ဟာ ဖန်းမျိုးနွယ်စု၏ သခင်လေးတစ်ယောက်ဖြစ်ပါ\nသည်။ သူဟာ စည်းစိမ်ချမ်းသာ ပျော်စရာများနှင့် ဘဝကို နေထိုင်ခဲ့ရသည်။ သို့သော် သူ၏မျိုးနွယ်စုဟာ ပညာရှင်တစ်ဦးကို ရန်စမိသောအခါ ထိုအရာတွေကို ပြောင်းလဲ သွားစေခဲ့သည်။ ပညာရှင်က မျိုးနွယ်စုတစ်ခုလုံးကို အမြစ်ပြတ် သုတ်သင်ပြီး ဖန်းဟောင်တစ်ယောက်တည်းကိုသာ ကျန်ရစ်စေခဲ့သည်။ ထို့နောက် ပညာရှင်က သူ့ကို '' ကာဒရွန်'' တစ်ယောက်အနေဖြင့် ခရမ်းမြူဂိုဏ်းကို ရောင်းစားခဲ့သည်။\n( မှတ်ချက် - ဤဝတ္ထုတွင် 18+ အခန်းများ အမြောက်အများပါဝင်\nသည်) ၁၈ နှစ်ပြည့်ပြီးမှဖတ်ပါရန် . . .\n( ကာဒရွန် ဆိုတာ ဘာလဲဆိုတာကို အခန်း ၁ မှာသိရပါမည်။ ပြီးတော့ ကာဒရွန် တစ်ယောက်ဖြစ်ချင်တယ် မပြောရပါ  ငိငိ . . .) \n\n\nကျင့်ကြံခြင်းအဆင့်များ\nhttps://m.facebook.com/story.php?story_fbid=468348581227184&id=111481276913918\n\nဖန်ဟောင်စာစဉ်မှကျင့်ကြ့ခြင်းအဆင့်တွေကို ဖော်ပြပေးလိုက်ပါတယ် ။ \n\nကျင့်ကြံခြင်းနယ်ပယ်များ ။ \n\n1 ကီကျင့်ကြံခြင်းနယ်ပယ်များ::::\n\nမော်တယ်နည်းစနစ်\nကီစုစည်းခြင်းနယ်ပယ်\nမူလဖြစ်တည်ခြင်းနယ်ပယ်\nဗဟိုဖွဲ့စည်းခြင်းနယ်ပယ်\nဝိဥာဏ်အခြေတည်နယ်ပယ်\nကောင်းကင်ဝိဥာဏ်နယ်ပယ်\nဟင်းလင်းပြင်ကွဲထွက်မှုနယ်ပယ်\n\n2 အင်မော်တယ်နယ်ပယ်များ ။။::::::\n\nနိုးထခြင်းအဆင့်\nပုံဖော်ခြင်းအဆင့်\nဖွဲ့စည်းခြင်းအဆင့်\nစတားဖန်တီးခြင်းအဆင့်\nကမ္ဘာဖန်တီးခြင်းအဆင့်\nအရှင်သခင်ဖန်တီးခြင်းအဆင့်\nဝိဥာဏ်ဖန်တီးခြင်းအဆင့်\n\n---------\n\nကိုယ်ခန္ဓာကျင့်ကြံခြင်းနယ်ပယ်\nကိုယ်ခန္ဓာဖွဲ့စည်းခြင်းနယ်ပယ်\nနဂါးတက်တူးနည်းစနစ်\nနဂါးအမှတ်အသားနည်းစနစ်\nနဂါးသွေးနည်းစနစ် (နဂါးတုပြောင်းလဲခြင်းနည်းစနစ် ဟုလည်းထင်ရှားသည်။) \nနဂါးပြောင်းလဲခြင်းနည်းစနစ်\n\nကောင်းကင်နဂါးကိုယ်ခန္ဓာတည်ဆောက်ခြင်းနည်းပညာ\n\nပထမအဆင့် နဂါးပြန်လည်မွေးဖွားခြင်းနယ်ပယ်.\nဒုတိယအဆင့် မူလနဂါးဖြစ်တည်ခြင်းနယ်ပယ်.\nတတိယအဆင့် နဂါးကီနယ်ပယ်.တို့ဖြစ်သည်။\n\n1 to 30 pdf\nhttps://www.facebook.com/111481276913918/posts/620063966055644/\n\n31 to 60 pdf\nhttps://www.facebook.com/111481276913918/posts/620066032722104/\n\n61 to 90 pdf\nhttps://www.facebook.com/111481276913918/posts/620067412721966/\n\n91 to 120 pdf\nhttps://www.facebook.com/111481276913918/posts/620067976055243/\n\n121 to 150 pdf \nhttps://www.facebook.com/111481276913918/posts/628527735209267/\n\n151 to 180 pdf\nhttps://www.facebook.com/111481276913918/posts/647069400021767/\n\n181 to 210 pdf\nhttps://www.facebook.com/111481276913918/posts/698111298250910/\n\n210 to 240 coming",
    "date": "Mon Aug 19 14:49:40 GMT+06:30 2024",
    "is18Pluse": 1,
    "size": "1.08 MB"
  },
  {
    "title": "တာအိုဖခင် (Invincible dad of Another world) (လင်းတျောင်ချင်း)",
    "url": "",
    "coverUrl": "",
    "note": "",
    "content": "Title - Invincible dad of Another world\nတာအိုဖခင်\nဘာသာပြန် - Paing Thu\nမူရင်းစာရေးဆရာ - 令多情\n\nမိတ်ဆက်\n\nသိုင်းပညာကို လေ့ကျင့်ရာမှာ စိတ်ခံစားချက်တွေကအရေးပါမှန်း သူနားလည်ခဲ့တယ်။အဲ့ဒီတန်ဖိုးကြီးတဲ့အရာကို စွန့်လွှတ်လိုက်ရတဲ့အခါ ဒီဇာတ်လမ်းလေး စဖြစ်လာခဲ့တယ်။\n       အရင်ဘဝဟောင်းတုန်းက သိုင်းလောကမှာ ဆရာတစ်ဆူဖြစ်ဖို့ သူဟာ စိတ်ခံစားမှုတွေအားလုံးကို စွန့်လွှတ်ခဲ့ရတယ်။ ပြီးတော့ အကြင်နာတရားခေါင်းပါးတဲ့ ဆရာ တစ်ဆူဖြစ်လာခဲ့တယ်။ဒါပေမဲ့ ခံစားချက်မဲ့တဲ့ လူတစ်ယောက်အဖြစ်ရှင်သန်ရတာဟာ အဓိပ်ပါယျမရှိမှနျး သူအဆုံးမှာ သဘောပေါက်လာခဲ့တယ်။\n         သူမသေခင်မှာ နောင်တတွေ တပွေ့တပိုက်ရခဲ့ပြီး နောက်ဆုံးတောင်းဆု တစ်ခုပြုခဲ့တယ်။အကယ်၍များတစ်ဖန်ပြန်မွေးဖွားခွင့်ရှိခဲ့မယ်ဆိုရင် နှလုံးသားမဲ့တဲ့ လူတစ်ယောက်ထပ်မဖြစ်ချင်တော့ဘူး။ ခံစားချက်တွေနဲ့ စစ်မှန်တဲ့လူတစ်ယောက်အဖြစ် ရှင်သန်ရပါလို၏။\n         ကံကြမ္မာကသူ့ကို အခွင့်အရေးပေးခဲ့တယ်။ ပြန်မွေးဖွားခွင့်ရတဲ့     ဒီဘဝမှာတော့ သူ မိဘမဲ့ကလေး ခုနစ်ယောက်ကို မွေးစားဖြစ်ခဲ့တယ်။ တစ်ယောက်စီတိုင်းမှာ မိုးမြေစွမ်းအားကို ကျင့်ကြံနိုင်ဖို့ ပါရမီတွေ ကိုယ်စီပါကြတယ်။အစပိုင်းမှာတော့ ဒီစွမ်းအားတွေကို မကျင့်နိုင်ခဲ့သေးပါဘူး။အဲ့ဒါကြောင့် ကလေးတွေရဲ့ ပညာရေးနဲ့ စားဝတ်နေရေးတွေအတွက် မိသားစုပိုင် ဥစ္စာတွေကိုရောင်းချပြီး ဖြေရှင်းနေခဲ့ရတယ်။\n            အရင်ဘဝကမှတ်ဉာဏ်တွေကို ပြန်သိခွင့်ရချိန်မှာတော့ ကလေးတွေနဲ့အတူ ကုန်ဆုံးနေခဲ့ရတဲ့ အချိန်တွေဟာ သူ့ကိုကြီးမားတဲ့ ချစ်ခြင်းမေတ္တာရဲ့ စွမ်းအားကို  ပိုပြီးတော့ခံစားနားလည်စေခဲ့တယ်။ဒီလိုခံစားချက်တွေကြောင့် ဒီဘဝမှာ သူဟာ မိုးမြေစွမ်းအားကို မယုံနိုင်လောက်အောင် လျင်လျင်မြန်မြန် ကျင့်ကြံနိုင်ခဲ့တယ်။ကလေးတွေနဲ့အတူ ကျင့်ကြံရင်း တခြား ကျင့်ကြံသူတွေကိုတောင်  အထမြောက်အောင် ကူညီခဲ့သေးတယ်။\n           အဆုံးမှာတော့ ရှောင်လွှဲမရတဲ့တိုက်ပွဲက စတင်လာခဲ့တယ်။ပြီးတော့ သူကလည်း လူအများက ကျေးဇူးတင်ထိုက်တဲ့ အသန်မာဆုံးဆရာတစ်ဆူ ဖြစ်လာခဲ့တော့တယ်။",
    "date": "Mon Aug 19 14:49:28 GMT+06:30 2024",
    "is18Pluse": 0,
    "size": "1.27 MB"
  },
  {
    "title": "စကြာဝဠာဘဏ် (လီရှန်တောက်)",
    "url": "",
    "coverUrl": "",
    "note": "",
    "content": "စကြာဝဠာဘဏ် (လီရှန်တောက်)\n\nReview\n\nဒီစာစဥ်ကို ကျွန်တော်ဘာလို့ ဘာသာပြန်ဖို့ရွေးချယ်ခဲ့ရလဲဆိုတော့ သူ့ရဲ့ထူးဆန်းတဲ့နာမည်ကြောင့်လို့ပြောရမှာဘဲ။\n\nစကြာဝဠာဘဏ် စကြာဝဠာရဲ့တစ်ခုတည်းသောဘဏ်။ဘဏ်ထဲမှာဆိုရင်လီရှန်တောက်က တစ်ပါးတည်းသောနတ်ဘုရားဖြစ်ပြီး စကြာဝဠာတစ်ခုလုံးမှာရှိတဲ့ ဘယ်အရာကိုမဆို အရောင်းအဝယ်လုပ်နိုင်တယ်။ဒါပေမယ့် လီရှန်တောက်ရရှိခဲ့တဲ့ စကြာဝဠာဘဏ်က အရင်ပိုင်ရှင်ရဲ့ကောင်းမှုကြောင့် ခန်းမတွေရတနာတွေ အားလုံးချိတ်ပိတ်ခံထားရတယ်။အခုသူ့မှာရှိတာဆိုလို့အကြွေးစာချုပ်တွေနဲ့ ဆဲဗင်းဆိုတဲ့စကြာဝဠာဘဏ်ရဲ့ကောင်ကင်ဝိညာဥ်တစ်ခု။\n\nZero To Heroစာစဥ်ပေါ့။Zero To Hero ဆိုပေမယ့်လည်း လီရှန်တောက်ကအခြားMc တွေလိုမျိုး အဆင့်ကိုတစ်ဆင့်ချင်းတက်မှာတော့မဟုတ်ဘူး။တစ်ခါအဆင့်တက်ရင် အဆင့် ၃/၄ ဆင့်လောက်ကတော့ အသာလေးဘဲ။နှစ်တစ်သန်းမှာ တစ်ခါလောက်ဘဲပေါ်လာခဲ့ဖူးတဲ့ ကောင်းကင်တမန်အရည်အချင်းကို ရရှိထားတာကြောင့် သူ့ရဲ့ကျင့်ကြံခြင်းလမ်းစဥ်ကဘာအခက်အခဲမှမရှိဘဲချောမွတ်နေတယ်။\n\nကောင်းကင်တမန်အရည်အချင်းကြောင့်လီရှန်တောက်က အရင်ပိုင်ရှင်တွေ အသက်မသွင်းနိုင်ခဲ့တဲ့ ရှေးဟောင်းနတ်ဘုရားတွေကို အသက်သွင်းပြီး သူ့ရဲ့လက်အောက်မှာအလုပ်လုပ်ခိုင်းခဲ့တယ်။ရှေးဟောင်းနတ်ဘုရားဆိုတာက ရှေးဟောင်းခေတ်က နတ်ဘုရားမျိုးနွယ်စုကထိပ်တန်းကျွမ်းကျင်သူတွေရဲ့အမွေအနှစ်ရတနာတစ်ခုပါ။အဲ့ဒီတော့ ကြမ်းမှာက Mc တစ်ယောက်တည်းမဟုတ်ပါဘူး သူ့ရဲ့လက်အောက်ငယ်သားတွေကလည်းသူ့နဲ့အတူကိုပြိုင်ကြမ်းမှာပါ။\n\nပြီးတော့ စကြာဝဠာဘဏ်ရဲ့ချိတ်ပိတ်ထားတဲ့ခန်းမတွေဘယ်လိုပြန်ဖွင့်မလဲ၊ အဲဒီခန်းမတွေကရောဘယ်လိုစိတ်ဝင်စားစရာတွေနဲ့ပြည့်နှက်နေမလဲ၊ အကြွေးစာချုပ်တွေကိုရောဘယ်လိုဖြေရှင်းမလဲ၊ ဘယ်လိုဧည်သည်အသစ်တွေကရော စကြာဝဠာဘဏ်ကိုရောက်လာမလဲ၊ ဒီလိုထူးခြားဆန်းပြားတဲ့ဇာတ်လမ်းအသွားအလာတွေကြောင့် ဖတ်ရတာလုံးဝ ရိုးမသွားစေမယ့်စာစဥ်တစ်ခုပါ။\n\nFree ကအခုအပိုင်း၁၂၀ထိရောက်နေပြီမို့ ဥဖောက်ချင်တဲ့သူတွေရှိရင် ဥဖောက်လို့ရပါပြီနော်။ \n\nReviewကသိပ်မရေးတက်လို့ အမှားပါရင်တောင်းပန်ပါတယ်။\n\nအကျဥ်းချုပ်\n\nစကြာဝဠာ ဘဏ်(လီရှန်တောက်)\n\nလီရှန်တောက် သည် မ မျော်လင့် ဘဲရှေးဟောင်း စကြာဝဠာဘဏ်ကို ရရှိခဲ့သော်လည်း ယခုအခါ ဘဏ်သည် လုံးဝအလွတ်ဖြစ် နေပြီး ဘဏ္ဍာများ လုံးဝမရှိပေ။ သူ့မှာ တစ်ခုတည်းသော ရှိသည့် အရာက အကြွေးများ ပင် ဖြစ်သည်။\n\n- ထာဝရ ကောင်းကင်ဘုရင်သည် အထွတ်အထိပ်ကောင်းကင် လက်နက် တစ်ခုကို ချေးယူခဲ့ပြီး နှစ် ၃၀၀၀ အကြာတွင် နှစ်ခု ပြန်ပေးရမည်ဖြစ်သည်။ ကြွေးမြီးရှင် က အနှစ်တစ်ထောင်ကုန်ဆုံးပြီးတိုင်း နောက်ထပ်တစ် ခု ကို ပြန်လည်ပေးဆပ်ရမည်။\n\n- အဆင့်မြင့်မျက်နှာ တစ်စုံ ကို ငှားရမ်းထားသော လနတ်ဘုရားမ သည် အနှစ် တစ် သောင်း အကြာတွင် ပြန် ပေးဆပ်ရမည်။ ရက်လွန်ရင် သူ့အသက်နဲ့ ပေးဆပ်ရမယ်။\n\n-ရှေးဟောင် အကြံပေးပညာရှိ သည် သက်တမ်းနှစ် တစ်သောင်း ကို စကြာဝဠာဘဏ်မှ ချေးငှားခဲ့သည်။ ပြီးရင် နှစ် တစ်သောင်း ပြန်ဆပ်ရမယ်။ နောက်ကျရင် ဆယ်ဆပြန်ဆပ်ရမယ်။\n\nလီရှန်တောက် သည် ဤအကြွေးများကို စဥ်းစား နေရင်း လွတ်နေသော စကြာဝဠာဘဏ်ကိုပြန်၍ ကြည့်လိုက်သည်။ ရက်လွန်အကြွေးများကို  ပြန်ရရန်အတွက် ဤ ထိပ်တန်းကျွမ်းကျင်သူ များ  အားလုံးကို ရှာဖွေရန် သူသည် စစ်မှန်သော ကျွမ်းကျင်သူတစ်ဦးဖြစ်လာရန် စိတ်အားထက်သန် နေ ခဲ့ သည်။\n\nစကြာဝဠာဘဏ် (လီရှန်တောက်) \nအဆင့် သတ်မှတ်ချက်\n\nအခြေခံအုတ်မြစ် အဆင့် (အဆင့်၁ မှ ၁၀ အထိ)\n\nအခြေတည် အဆင့် (အဆင့် ၁ မှ ၁၀ အထိ)\n\nအမြုတေ အဆင့် (အဆင့် ၁ မှ ၁၀ အထိ)\n\nတာအိုလေ့လာခြင်း အဆင့် (အဆင့် ၁ မှ ၁၀ အထိ)\n\nနိဗာန အဆင့် (အဆင့် ၁ မှ ၄ အထိ)\n\nအနတ္တ အဆင့် (အဆင့် ၁ မှ ၉ အထိ)\n\nကမ္ဘာမြေ အဆင့် (အဆင့် ၁ မှ ၁၂ အထိ)\n\nကောင်းကင်အနှစ်သာရ အဆင့် (အဆင့် ၁ မှ ၁၂ အထိ)\n\nသူတော်စင် အဆင့် ( အဆင့် ၁ မှ ၃ အထိ)\n\nမဟာသူတော်စင် အဆင့် (ယင် သူတော်စင်၊ ယန် သူတော်စင် ၊ ကောင်းကင် သူတော်စင်၊ ကမ္ဘာမြေ သူတော်စင်၊ တာအို သူတော်စင်)\n\nအသင်္ချေ အဆင့် (အဆင့် ၁ မှ ၁၈ အထိ)",
    "date": "Mon Aug 19 14:49:11 GMT+06:30 2024",
    "is18Pluse": 0,
    "size": "1.59 MB"
  },
  {
    "title": "ဂန္တဝင်စနစ် (Strongest Myth System)",
    "url": "",
    "coverUrl": "",
    "note": "",
    "content": "ဂန္တဝင်စနစ် Strongest Myth System\nမူရင်းစာရေးဆရာ - Ren Wo Xiao\n အမျိုးအစား-  system\n\nဧကရာဇ်တစ်ပါးဖြစ်လာဖို့အတွက် ဖြတ်ကျော်သွားရမည့် အခက်အခဲတွေရှိနေသော်လည်း ကံကောင်းထောက်မစွာဖြင့် ဘုရားသခင်သည် ချင်ကျင်းအား စိတ်ပျက်မသွားစေခဲ့ပါ။ ဂန္တဝင်စနစ်ကို စတင်အသက်သွင်းလိုက်ပါပြီ။ ဒဏ္ဍာရီဂန္တဝင်ထဲက ဇာတ်ကောင်အားလုံးကို ဆင့်ခေါ်နိုင်ပါပြီ။ \n\n ကျန်ရှန်မြစ်မှ တုတ်ကိုရထားတဲ့ ကောင်းကင်ဘုံနှင့် တူညီသည့် မဟာသူတော်စင် စွန်းဝူခုန်းလား။ \n\n လောကတစ်ခုလုံးကို ထွင်းဖောက်မြင်နိုင်တဲ့ နတ်မျက်လုံးရှင်တွေလား။ \n\n ဗုဒ္ဓနိုင်ငံတော်မှ ရောက်လာတဲ့ ဗုဒ္ဓလား။\n \n ဒီကမ္ဘာကြီးက နတ်ဘုရားတွေအားလုံး တစ်ယောက်မကျန် အင်အားအကြီးဆုံး ဧကရာဇ်ကို သစ္စာခံရမယ်။\n",
    "date": "Mon Aug 19 14:48:49 GMT+06:30 2024",
    "is18Pluse": 0,
    "size": "1.49 MB"
  },
  {
    "title": "ကျုပ်က ပြိုင်ဘက်ကင်း (Unparalleled after ten consecutive draws )",
    "url": "",
    "coverUrl": "",
    "note": "",
    "content": "မူရင်း စာစဉ်အမည် - ကျုပ်က ပြိုင်ဘက်ကင်း (Unparalleled after ten consecutive draws )\nအဓိကဇာတ်ကောင် - ချူခွမ်းရန်\nမူရင်းစာရေးသူ - Carefree Smile\nအမျိုးအစား - အက်ရှင်၊ စွန့်စားခန်း၊ ဟာသ၊ လျှို့ဝှက်ဆန်းကြယ်၊ ရွှမ်ဟွမ် \n\nအကျဉ်းချုပ်... \n\nကျင့်ကြံခြင်းကမ္ဘာကို ရောက်ရှိသွားခဲ့တဲ့ ချူခွမ်းရန်မှာ ပထမဆုံး ဆယ်ကြိမ်အထိ ကံကောင်းခြင်းကို ဆက်တိုက်ဆွဲယူနိုင်တဲ့ ဂိမ်းပလပ်အင်တစ်ခု ပါလာတဲ့အခါမှာတော့... \n\nဂုဏ်ယူပါတယ်...\nပိုင်ရှင်က ဒဏ္ဍာရီအဆင့် စွန့်ပစ်အင်မော်တယ် အရှိန်အဝါကို ဆွဲယူနိုင်ခဲ့ပါပြီ၊ ပိုင်ရှင်က ဒဏ္ဍာရီအဆင့် ဖွဲ့စည်းပုံ၊ ထူးကဲသိမ်မွေ့တဲ့ ဝင်ပေါက်ကိုးခု ဓားနှလုံးသား၊ နတ်ဘုရားအဆင့် ထိုးထွင်းသိမြင်နိုင်စွမ်း၊ အင်မော်တယ် ခန္ဓာကိုယ်နဲ့ ဒဏ္ဍာရီလာ တောင်ပံစစ်သည်တစ်‌ယောက်... တို့ကို ဆွဲယူနိုင်ခဲ့ပါပြီ။\n\nအဲဒီလိုနဲ့ ချူခွမ်းရန်ဟာ နေ၊လနဲ့ ကြယ်တာရာတွေကို ဖြိုဖျက်ပြီး စကြဝဠာကြီးတစ်ခုလုံးရဲ့ ဒဏ္ဍာရီတစ်ခု ဖြစ်လာပါတော့သည်၊၊",
    "date": "Mon Aug 19 14:48:40 GMT+06:30 2024",
    "is18Pluse": 0,
    "size": "2.18 MB"
  },
  {
    "title": "ကံကြမ္မာဖန်တတ်ပါ့လေ",
    "url": "",
    "coverUrl": "",
    "note": "",
    "content": "I am really not the son of providence \n\nဇာတ်လိုက် - ရှန်ထျန်း\nထူးခြားချက် - ရုပ်ချောမောလွန်းခြင်း နဲ့ ကံဆိုးလွန်းခြင်း\n\nCheat  - တခြားသူရဲ့ ရောင်ဝါစက်ဝန်းနဲ့ ကံပြောင်းလဲမှု အခွင့်အရေးကို မြင်နိုင်ခြင်း\n\nမူရင်း ရေးသားသူ - Palace in the clouds (云中殿) \n\nအပိုင်းရေ - 510 ( completed)\n\nဘာသာပြန်သူ - Fortuna  \n\ntype - xianxia, Adventure,  comedy\n\nမွေးဖွားလာကတည်းက ကံဆိုးမှုအပေါင်း ခညောင်းနေတဲ့  မင်းသား(၁၃) တစ်ယောက် ၁၆ နှစ်အရွယ်မှာ ချီဖောက်ပြန်မှု ၈၈ ကြိမ် ခံစားရပြီးတော့ သေဆုံးသွားခဲ့တယ်\n\n သူ မသေဆုံးခင်မှာ သူ သွားလိုက်တဲ့နေရာတိုင်း ကံဆိုးမှုတွေ သယ်ဆောင်လာတယ်လို့ နာမည်ကြီးပြီး လူတိုင်းဝေးဝေးက ရှောင်ကြတယ်\n\nသူ့အဖိုးတန်ငှက်လေးလည်း ရေကန်ထဲ ကျသွားပြီး သေဆုံးသွားခဲ့ရတယ်။ သူ့ဆေးဖက်ဝင် အပင်လေးလည်း  ကလေးတစ်ယောက်ကြောင့် အမြစ်ကနေ ရှင်းခံလိုက်ရပြန်ရော ...\n\n နောက်ဆုံး သူ့အစ်ကိုတော်တွေနဲ့ တော်ဝင်ကျောင်းတော် သွားတက်တဲ့အခါ နောက်ရက်ကျ ကျောင်းဆောင် ပြိုကျသွားလေတယ် …\n\n သူ သေဆုံးသွားပြီးနောက် ခေတ်သစ်ဘက်က ရှန်ထျန်း အစားထိုး ဝင်ရောက်လာတဲ့အခါ  …\n\nတခြားသူ ခန္ဓာကိုယ်ထဲ ရောက်ပြီးတော့ သူမတူ စွမ်းအားတစ်ခု ရလာတာက တခြားသူရဲ့ ကံအပြောင်းအလဲ အခွင့်အရေးနဲ့ ရောင်ဝါစက်ဝန်းကို မြင်ရတာပါပဲ \n\nမှန်ထဲ သူ့ခေါင်းပေါ် ကြည့်လိုက်တဲ့အခါ မည်းနက်နေတဲ့ ရောင်ဝါကို မြင်လိုက်ရတယ် …\n\n ဒီလိုရောင်ဝါမျိုးနဲ့ နေပူထဲ အပြင်ထွက်မိရင်တောင် မိုးကြိုးပစ်ခံရမဲ့ကိန်းပဲ …\n\nဒီကြားထဲ သူ ကျင့်ကြံတဲ့ ကျင့်စဉ်က အဆင့်တစ်ခုတက်လေ ကံပိုဆိုးလေ … \n\nတခြားသူရဲ့ ကံအပြောင်းအလဲ အခွင့်အရေးကနေ ဂုန်းဆင်းရင်း သူ့ကိုယ်သူ ဘယ်လိုကံမြင့်တက်လာအောင် လုပ်မလဲဆိုတာ ပေါ့ပေါ့ပါးပါး ဖတ်ရှုရမှာ ဖြစ်ပါတယ်\n\nwunzinn မှာလဲ ဇာတ်သိမ်းသွားပါပြီ \n\nဘာသာပြန်သူအနေနဲ့လဲ သိုင်းစာစဥ် ၂ခု ပြီးဆုံးသွားခဲ့ပါပြီ \n\nလူသားသစ္စာ ( Immortal Mortal )\nကံကြမ္မာဖန်တတ်ပါ့လေ ( I am really not the son of providence) \n …\npage link >> ကံကြမ္မာ ဖန်တတ်ပါ့လေ \n\npdf collection \nhttps://m.facebook.com/story.php?story_fbid=141907838237130&id=103528555408392\n\nLink collection \nhttps://m.facebook.com/story.php?story_fbid=120898307004750&id=103528555408392\n\nwunzinn စာစဥ်ထွက်ရက် - ကြာသပတေးနေ့ \n\nဒီဇာတ်လမ်းမှာ ရှန်ထျန်း တစ်ယောက် သူ့ကံဆိုးမှုတွေကို ကံကောင်းလာအောင် ဘယ်လိုပြောင်းလဲပစ်မလဲဆိုတာ ပေါ့ပေါ့ပါးပါး ဟာသဆန်ဆန် ဖတ်ရှုရမှာ ဖြစ်ပါတယ်\n\nကျင့်စဥ် ထူးခြားချက်- မင်းသား ကျင့်ကြံတဲ့ မီးစာကျမ်းက အဆင့်တစ်ခုတက်လေ ကံဆိုးလာလေ ဖြစ်ပါတယ်\n\nLink collection\nhttps://www.facebook.com/103528555408392/posts/120898307004750/\n\nPdf collection\nhttps://www.facebook.com/103528555408392/posts/141907838237130/",
    "date": "Mon Aug 19 14:48:22 GMT+06:30 2024",
    "is18Pluse": 0,
    "size": "2.24 MB"
  },
  {
    "title": "Dual Cultivation (စူးယန်)",
    "url": "",
    "coverUrl": "",
    "note": "",
    "content": "*အနန္တပြောင်းလဲခြင်း*\nဒီပညာရပ်က ငါ့ရဲ့တန်ဆာ အရွယ်အစားနဲ့ ပုံစံကို \nကြိုက်သလို ပြောင်းနိုင်တယ်။ ဒါကို ငါကိုယ်တိုင်\nဖန်တီးခဲ့တာ။ မင်းစမ်းကြည့်ချင်သေးလား...\n\n*အိုးးး..ဘယ်လိုဖြစ်နိုင်မှာလဲ..*\n\nသူက ဒီပညာရပ်နဲ့ ကမ္ဘာပေါ်မှာရှိတဲ့ အမျိုးသမီး\nတိုင်းရဲ့ဂူပေါက်တိုင်းအတွက် ပြည့်စုံတဲ့ တန်ဆာ\nတစ်ခုအဖြင့် ပြောင်းလဲပြီး အားလုံးကို ကျေနပ်စေ\nနိုင်တာပေါ့....\n\n*ဒါက အမျိုးသားတစ်ယောက်အတွက် နှစ်မွှာ\nကျင့်ကြံခြင်းရဲ့ အထွတ်အထိပ်ပေါ့...*\n\nအိုးးးး...ရူးချင်စရာပဲ\n............................................................................\n\n\"ဒီပညာရပ်ကို ရောင်းပါမယ်။ ဘယ်သူဝယ်ကြမလဲဗျ\n😁😁😁.........",
    "date": "Mon Aug 19 14:48:05 GMT+06:30 2024",
    "is18Pluse": 1,
    "size": "2.75 MB"
  },
  {
    "title": "အင်မော်တယ်နတ်ဘုရားအမှိုက်ပုံ",
    "url": "",
    "coverUrl": "",
    "content": "အင်မော်တယ်နတ်ဘုရားအမှိုက်ပုံ\nဘာသာပြန် - K.L.L.O\nမူရင်းသာဘာပြန် - Lan Shan Deng Huo\n\nမိတ်ဆက်\n\nစီရင်စုပြည်နယ်၌ တစ်ယောက်တည်း တိုက်ပွဲဝင်နေသည့် ရွှေ့ပြောင်းအလုပ်သမားဖြစ်သူ ရှဖန်းသည် အလုပ်ပြုတ်ပြီးနောက် အိမ်သို့ပြန်လာခဲ့သည်။ သို့သော် သူ့အိမ်နောက်ဖေးရှိတောင်သည် ကောင်းကင်ဘုံတရားရုံး၏ အမှိုက်ပုံကြီးအဖြစ်သို့ ပြောင်းလဲသွားသည်ကို မမျှော်လင့်ဘဲ ရှာဖွေတွေ့ရှိခဲ့သည်...။\n\nဤအမှိုက်များသည် ကောင်းကင်ဘုံတရားရုံးရှိ နတ်ဘုရားများ၏ နေ့စဉ်ဘ၀ကို ဆိုးရွားစွာ ထိခိုက်စေသော်လည်း အဆင့်နိမ့်နယ်ပယ်အတွက်မူ ရှားပါးရတနာများဖြစ်နေသည်။\n\nထို့နောက် ရှဖန်းလည်း ထိုစွန့်ပစ်အမှိုက်များကို အသုံးပြုပြီး ဥယျာဉ်ခြံမြေများဆောက်၊ ကြက်ခြံများ‌ဆောက်၊ ဆေးပင်များ စိုက်ပျိုးပြီး စားသောက်ဆိုင်များဖွင့်ကာ သူ့ရွာသားများကို ချမ်းသာလာအောင် လုပ်ဆောင်ပေးခဲ့သည်။\n\nကမ္ဘာ့အကြီးဆုံး စိုက်ပျိုးရေးလုပ်ငန်းအုပ်စုကြီးကို တည်ဆောက်ခဲ့သည်။\n\nလှပသောကျေးလက်ဆရာဝန်မ‌လေး၊ အမျိုးသမီးရွာသူကြီးနှင့် ရေခဲတောင်ကဲ့သို့ အေးစက်စက် စီအီးအိုတို့က သူ့အား အမိုက်မှောင်ထဲ ရောက်ရှိစေခဲ့သည်။ \n\nသူ့ကို ဖုံးကွယ်ထားရန် အရမ်းနောက်ကျသွားချေပြီ။ တစ်ချိန်တည်းမှာပင် ပြောင်းလဲနေသောကမ္ဘာကြီးကို စိတ်ဝင်စားကြသော အခြားနတ်ဘုရားများအားလုံးကလည်း သူ့ထံရောက်လာသည်။",
    "date": "Sun Aug 18 20:50:22 GMT+06:30 2024",
    "is18Pluse": 0,
    "size": "3.09 MB"
  },
  {
    "title": "ငါလေးက ကျင့်ကြံသူ အတု (I  Might Be a Fake Cultivator)",
    "url": "",
    "coverUrl": "",
    "content": "ငါလေးကကျင့်ကြံသူအတု (အန်လင်း)\n\nစာစဥျReview\n\nOriginal title - I might be a fake cultivator\nOriginal eriter - Bright Moonlight Frost On The Ground\n\nဘာသာပြန် - ယွီရှင်း\n\nအခု ‘I Might Be a Fake Cultivator @ ငါလေးက ကျင့်ကြံသူ အတု’ ဆိုတဲ့ စာစဉ်က ဝတ္ထုတစ်ပုဒ်အနေနဲ့ သာမက manga အနေနဲ့လည်း အောင်မြင်နေတဲ့ စာစဉ်တစ်ခုပါ။\n\nကိုယ်တွေနည်းတူ ကျင့်ကြံခြင်းခေတ်၊ တာအို စတာတွေကို ဝတ္တုတွေ၊ ရုပ်ရှင်တွေ၊ ကာတွန်းတွေကနေပဲ သိရှိထားတဲ့ ကောင်လေးတစ်ယောက်က အစစ်အမှန်နတ်ဘုရားတစ်ပါး လွှဲပြောင်းပေးအပ်တဲ့ (ဂျင်းထည့်တဲ့) စနစ်တစ်ခုကို လက်ခံရရှိပြီး multiverse မှာ ရှိနေတဲ့ ကောင်းကင်ဘုံပိုင်နက်ရှိ ထိုက်ချူကုန်းမြေကြီးပေါ်မှာ တည်ထောင်ထားတဲ့ ‘စုစည်းညီညွတ် ကျင့်ကြံခြင်းကျောင်းတော်’ ဆိုတဲ့ ကျောင်းမှာ ပညာသင်ခွင့် ရရှိသွားတဲ့အခါ..။\n\nကျင့်ကြံဖူးခြင်းမရှိ၊ ဘယ်ကစရမယ်ဆိုတာ နားမလည်..။ အစစ်အမှန် နတ်ဘုရားရဲ့ ထောက်ခံစာနဲ့ ကျောင်းတော်ကို ဝင်ခွင့်ရလာတဲ့သူ ဖြစ်တဲ့အပြင် ပထမနှစ် တန်းခွဲ ၁ ကို ဝင်ရောက်ခွင့် ရသူမို့ ‘နောက်ခံအကောင်းဆုံးသော မရိုးဖြောင့်တဲ့ ကျောင်းသား _ အန်လင်း’ ဆိုတဲ့ ဂုဏ်ပုဒ်နဲ့ ကျော်ကြားလာပါတော့တယ်။\n\nကောင်းကင်ဘုံပိုင်နက်တွင် ပြောဆိုသည့် ဘာသာစကားအား နားလည်လာစေရန် ‘၇၀ ဒယ်ဆီဘယ်ရှိ ခွေးလိုဟောင်ပါ’ ဆိုတဲ့ စနစ်ရဲ့ အရိုးကိုက်စေမှု၊ တာအိုခန္ဓာ ဗလာအဆင့်ကနေ အဆင့် ၁ သို့ တက်ချင်ပါသလား ‘ဒိုက် ၁၀ ကြိမ် ထိုးပါ’ ဆိုတဲ့ စနစ်ရဲ့ ဆေးထိုးမှု၊ တောင်ခွင်းလက်သီးကို တက်မြောက်ချင်ပါသလား ‘တောင်စိတ်အဆီအနှစ် ၁၀ ဂရမ် မျိုပါ’ ဆိုတဲ့ စနစ်ရဲ့ မကောင်းကြံမှု၊ တောင်စိတ်အဆီအနှစ်ကြောင့် သုံးရက်ကြာ ဝမ်းလျှောမှု၊ ဝမ်းလျှောရာမှ ခြေထောက်များ ချိသွားမှု စတဲ့ ‘စစ်နတ်ဘုရားစနစ်’ ဆိုတဲ့ ခန့်ညားထည်ဝါတဲ့ စနစ်ရဲ့ ပညာပြမှုတွေကို အန်လင်းအနေနဲ့ ဘယ်လိုမျိုး ကျော်ဖြတ်မလဲ၊ ဘယ်လိုအလွဲတွေနဲ့ ကြုံတွေ့ရမလဲ စတဲ့ အကြောင်းအရာများကို ဟီးဟီးဟားဟားနဲ့ ဖတ်ရှုရမှာပဲ ဖြစ်ပါတယ်။\n\n..................\n\nTelegramမှာလည်း တင်ပေးထားပါတယ်ရှင့်\n\nhttps://t.me/yuxinthetranslator\n\n..................\n\nFree pdf link\n\nစာစဉ်(၁) မှ (၁၅) အထိ  https://www.mediafire.com/file/kohfugkfie882kj/IMBAFC_%25281_15%2529.pdf/file\n\nစာစဉ်(၁၆)  https://www.mediafire.com/file/h8pgdeu2x4dynou/IMBAFC016.pdf/file\n\nစာစဉ်(၁၇)  https://www.mediafire.com/file/n0k2rcullf9pfhk/IMBAFC017.pdf/file\n\nစာစဉ်(၁၈) https://www.mediafire.com/file/ipyuy3r0tgrn55a/IMBAFC018.pdf/file\n\nစာစဉ်(၁၉) https://www.mediafire.com/file/i3manlw30apwdvo/IMBAFC019.pdf/file\n\nစာစဉ်(၂၀) https://www.mediafire.com/file/ta01ipw5nd8sx1w/IMBAFC020.pdf/file\n\nစာစဉ်(၂၁) https://www.mediafire.com/file/qvjtazdwlknrkgz/IMBAFC021.pdf/file\n\nစာစဉ်(၂၂) https://www.mediafire.com/file/zbx3ba8kw62y1xn/IMBAFC022.pdf/file\n\nစာစဥ်(၂၃)မှ(၃၃)ထိ\nhttps://www.mediafire.com/download/yxhuimu6roi0by1\n\nစာစဥ်(၃၄)မှ(၃၉)ထိ\nhttps://www.mediafire.com/download/0l0cdnsmxy5yx2s\n\nစာစဥျ(၄၀)\nhttps://www.mediafire.com/download/obhxgyh2ysz9fwg",
    "date": "Sun Aug 18 20:52:56 GMT+06:30 2024",
    "is18Pluse": 0,
    "size": "2.64 MB"
  },
  {
    "title": "ကျေးဇူးပြုပြီးခေါင်းဆောင်နဲ့မချစ်ချင်ဘူး (လီရန်)",
    "url": "",
    "coverUrl": "",
    "content": "ကျေးဇူးပြုပြီးခေါင်းဆောင်နဲ့မချစ်ချင်ဘူး_ch_1_453_လီရန်",
    "date": "Sun Aug 18 20:52:26 GMT+06:30 2024",
    "is18Pluse": 0,
    "size": "12.18 MB"
  },
  {
    "title": "နတ်ဆိုးဓား ရဲ့ အရှင်သခင် (Raise Of evil sword god)",
    "url": "",
    "coverUrl": "",
    "content": "မိတ်ဆက်\nနတ်ဆိုးဓား ရဲ့ အရှင်သခင်\n\nRaise Of evil sword god\nမူရင်း ရေးသားသူ.The Shadow Lord\nဘာသာပြန်-Black Monarch\n\n ဖုန်းယွမ်သည် ကျင့်ကြံနိုင်စွမ်းမရှိသော သာမန်လူတစ်ယောက်သာ ဖြစ်ပေသည်။ \n သို့သော်လည်း ကံကြမ္မာရဲ့ မျက်နှာသာပေးမှု အောက်တွင်ယန်နည်းစနစ်ကျင့်ကြံသော ရှေးခေတ် မီးနတ်ဆိုး မျိုးနွယ် ၏အမွေ နှင့် လျှို့ဝှက်ဆန်းကြယ်သောအိုဟောင်းနေတဲ့ အနက်ရောင်ဓားတစ်လက်ကို ရရှိခဲ့သည်။\n ထိုအရာများ၏အကူအညီနှင့် သူသည် အလွန်ထက်မြက်သော ပါရမီရှင် တစ်ဦးအဖြစ်ပြောင်းလဲသွားခဲ့ ပြီး နောက်တွင် သူ၏မြို့ငယ်လေးမှ တစ်ဆင့်မိုး ကောင်းကင်ထိပ်ဆုံးမှာ ရပ်တည်နိုင်မည့် ခရီးလမ်းကို စတင်ခဲ့ပါတော့သည်။.....\n\nအပိုင်း (1)\nhttps://www.facebook.com/102124925586235/posts/102132978918763/\n\nအပိုင်း (2)\nhttps://www.facebook.com/102124925586235/posts/102289948903066/\n\nအပိုင်း (3)\nhttps://www.facebook.com/102124925586235/posts/102355115563216/\n\nအပိုင်း (4)\nhttps://www.facebook.com/102124925586235/posts/102355625563165/\n\nအပိုင်း (5)\nhttps://www.facebook.com/102124925586235/posts/102356055563122/\n\nအပိုင်း (6)\nhttps://www.facebook.com/102124925586235/posts/102362042229190/\n\nအပိုင်း (7)\nhttps://www.facebook.com/102124925586235/posts/102419092223485/\n\nအပိုင်း (8)\nhttps://www.facebook.com/102124925586235/posts/102419248890136/\n\nအပိုင်း (9)\nhttps://www.facebook.com/102124925586235/posts/102419428890118/\n\nအပိုင်း (10)\nhttps://www.facebook.com/102124925586235/posts/102419618890099/\n\nအပိုင်း (11)\nhttps://www.facebook.com/102124925586235/posts/102419935556734/\n\nအပိုင်း (12)\nhttps://www.facebook.com/102124925586235/posts/102420112223383/\n\nအပိုင်း (13)\nhttps://www.facebook.com/102124925586235/posts/102420698889991/\n\nအပိုင်း(14)\nhttps://www.facebook.com/102124925586235/posts/103072302158164/\n\nအပိုင်း (15)\nhttps://www.facebook.com/102124925586235/posts/103080085490719/\n\nအပိုင်း (16)\nhttps://www.facebook.com/102124925586235/posts/103879818744079/\n\nအပိုင်း ၁၇\nhttps://www.facebook.com/102124925586235/posts/104523742013020/\n\nအပိုင်း ၁၈\nhttps://www.facebook.com/102124925586235/posts/124569953341732/\n\nအပိုင်း ၁၉\nhttps://www.facebook.com/102124925586235/posts/173818161750244/\n\nအပိုင်း ၂၀\nhttps://www.facebook.com/102124925586235/posts/173818358416891/\n\nအပိုင်း၂၁\nhttps://www.facebook.com/102124925586235/posts/173832418415485/\n\n#သတိပေးချက်!\nယန်နည်းစနစ်သည် ပုံမှန်ကျင့်ကြံနိုင်သော်လည်း ယင်ချီကို စုပ်ယူ ကျင့်ကြံခြင်းက ပိုအကျိူးသက်ရောက်မှု ရှိသောကြောင့်....................\nယန်ကျင့်ကြံမှု နည်းစနစ်ကို ကျင့်ကြံမည့် နတ်ဆိုးကောင်လေး ဖုန်းယွမ်သည် မိန်းခလေးတိုင်းကို မဟုတ်သော်လည်း တစ်ချို့တစ်လေ၏ ယင်ချီကို စုပ်ယူပြီး နှစ်မွှာကျင့်ကြံမည် ဖြစ်သည့်အတွက် 18+အနည်းငယ် ပေသည်!\n\n*Adventure /Fantasy/Harem/martial arts/Romance/Action/adult/Xianxia*\nမျိုးစုံ ပေါင်းစပ်ထားသည့် ဝတ္ထုကောင်းတစ်ပုဒ် ဖြစ်ပေသည်!!",
    "date": "Sat Aug 17 12:33:03 GMT+06:30 2024",
    "size": "674KB",
    "is18Pluse": 1
  },
  {
    "title": "Legend System (လင်းမူ)",
    "url": "",
    "coverUrl": "",
    "content": "links collection , pdf file collection and reviews\n\nအားလုံးပဲမင်္ဂလာပါဗျ  ဘာသာပြန်စာစဉ်အချို့ကို မှီငြမ်းရေးသားထားတဲ့ ကျနော်ကိုယ်တိုင်ရေးသားထားတဲ့ စာစဉ်လေးတစ်ခုကို မိတ်ဆက်ပေးပါရစေဗျ။\n\n    ဒီစာစဉ်က system ပါဝင်တဲ့စာစဉ်လေးဖြစ်ပါတယ်ဗျ။  comedy , action,  adult type လေးပါဗျ။ အရေးအသားညံ့တာလေးကိုတော့ သည်းခံပေးပါဗျ။\n\n   comedy အကြောင်းပြောမယ်ဆိုရင် အဲ့အခြမ်းမှာနည်းနည်းညံ့တယ်ဗျ ဒီတော့မပြောတော့ဘူး။ \n\naction ဆိုရင် ကျနော်အနေဲ့ပြောရင် အဲ့ကောင်လဲကောင်းကောင်းမရေးတတ်လို့ မပြောတော့ဘူး😅😅။\n\n adult ဖြစ်တဲ့ ဖောင်းဒိုင်းလေးတွေဘက်လှည့်ပြန်တော့လဲ မင်မင်ကဘုရားတရားသမားဆိုတော့ ရေးကိုမရေးတတ်တာဗျ။(ဘုရားရိပ်တရားရိပ်ခိုနားနေသော အက်ထမိန်လေး😇😇 🤣 🤣)\n\n    ထားပါတော့ ကျနော်တို့ စာစဉ်ဘက်တစ်ချက်သွားကျတာပေါ့။\nစာစဉ်ရဲ့ အဓိက main character (mc)က လင်းမူပါဗျ (လူမင်း မဟုတ်ပါ😁)။\n\n    မော်ဒန်ခေတ်မှာ လင်းမူတစ်ယောက် အခန်းအောင်းကာ HD တွေကြည့်ရင်း ရှူးရှဲ ရှူးရြှဲဖစ်နေစဉ် မိုးကောင်းကင်အထက်က နွေခေါင်ခေါင် မိုးကြိုးတစ်စင်းပစ်ချလိုက်ခြင်းမှ ဒီဇာတ်လမ်းလေးစလာခြင်းဖြစ်ပါတယ်ဗျ။\n\n    အဲ့ဒီကနေ ဇာတ်လိုက်ကျော်ကြီး လင်းမူဟာ ရှေးဟောင်းကမ္ဘာတစ်ခုက ကိုမာဝင်နေတဲ့ ကောင်လေးခန္ဓာကိုယ်ထဲ ပြန်လည်ဝင်စားကာ ထူးဆန်းသော A.l စနစ်တစ်ခုပါပါဝင်လာတော့တယ်။ စနစ်မှ ပြန်လည်ကုစားပေးမှုကြောင့် ကိုမာပျောက်ကင်းသွားပီးနောက် စွမ်းအင်စတင်ကျင့်ကြံခဲ့တယ် စွမ်းအင်ကျင့်ကြံရုံပဲလားဆိုတော့ မဟုတ်ပါဘူးဗျ ထုံးစံအတိုင်း ဘူးတာပါပဲ ဆရာမကိုဘူး ရွယ်တူတွေဘူး နတ်ဘုရားမတွေကိုဘူးနဲ့ တကယ်ဒိတ်ဒိတ်ကြဲတွေကိုမှ ဘူးတာဗျ။ နောက်ပီး မိန်းမကလဲ သိပ်မများဘူးဗျ တစ်နယ်ရောက် တစ်ယောက်ယူပဲ မရရတဲ့နည်းနဲ့ကိုယူတာ\nမိန်းမချောမှန်သမျှ အခန်းထဲခေါ်တဲ့ကောင်ဗျ ဒါပေမဲ့\nတစ်ရက်မှာ လင်းမူရဲ့အမေက စာလေးတစ်စောင်ချန်ပီး ပျောက်ကွယ်သွားတယ်ဗျ ဒီတော့လင်းမူက အမေဖြစ်သူကို လိုက်ရှာရန်ပြင်ဆင်တော့သည်။ လင်းမူရဲ့ဖခင်ကလဲ မိန်းမဖြစ်သူကို ရှာဖွေဖို့အသည်းအသန်ကြိုးစားပါတော့တယ် ။\n\n    ဒီတော့ ကျနော်တို့ဇာတ်လိုက်ကျော်ကြီးရဲ့ အမေကထူးဆန်းပီး အဖေရဲ့မျိုးနွယ်က ဘယ်ကလဲဆိုတာရယ် တစ်နယ်ရောက် တစ်ယောက်ယူတဲ့ လင်းမူရဲ့ ဖောင်းဒိုင်းခန်းလေးတွေရယ် ရှေ့ဆက်ဘယ်လိုဖြစ်လာမလဲ သူ့အမေကိုကော ရှာတွေ့သွားမလား ရှေ့လျှောက်ဘာတွေဆက်ဖြစ်မလဲ ဘယ်လိုဆက်ပီးဆော်လေးတွေကိုဝိုက်မလဲ ဘယ်လိုတွေဆက်ဖြစ်လာမလဲဆိုတာကို လေ့လာရှုစားပေးကြပါဦးလို့ ကျနော် စာရေးသူ ပြောကြားလိုပါတယ်ခင်ဗျာ။\n\nကိုယ်တိုင်ရေးဆိုတော့ ကျနော့်မိတ်ဆက်လေးက အနည်းငယ်ပေါ့ပျက်ပျက်နိုင်လို့ တောင်းပန်ပါတယ်ဗျ။ နောက်တစ်ခု 21+ ဖြစ်တဲ့အပြင် မီးသိပ်မဖျက်လို့ စာဖတ်သူများကို ကြိုတောင်းပန်ပါတယ်ဗျ မကြိုက်နှစ်သက်ပါက အခန်းများ ကျော်ဖတ်ပေးပါလို့ တောင်းဆိုပါရစေ။\n\nစွမ်းအင်အဆင့်များ\n\nခန္ဓာကိုယ်တည်ဆောက်ခြင်းအဆင့်   ( ကြေးအဆင့်   )\nချီစုဆောင်းခြင်းအဆင့်                   (ငွေအဆင့်      )\nအခြေတည်ဝိဥာဏ်အဆင့်               (ရွှေအဆင့်     )\nစိတ်ဝိဥာဏ်အဆင့်                        (မဟူရာရွှေ      )\nရွှေအမြူတေအဆင့်                       (ခရမ်းရွှေ        )\nမြေကမ္ဘာအဆင့်                            (အနက်ရောင်  )\nကောင်းကင်အဆင့်                        (မိုးပြာရောင်    )\n\nnext level\n\nဘုရင်အဆင့်\nကောင်းကင်ဘုရင်အဆင့်\nအရှင်သခင်အဆင့်\nကောင်းကင်အရှင်သခင်အဆင့်\nအင်ပါယာအဆင့်\nကောင်းကင်အင်ပါယာအဆင့်\nဧကရာဇ်အဆင့်\nကောင်းကင်ဧကရာဇ်အဆင့်\n\nနောက်ထက်lvတွေလဲ ရှိပါသေးတယ်ဗျ အဲ့တာတွေကတော့ စာစဉ်ထဲမှာပဲ ဖော်ပြသွားပါတော့မယ်ဗျ\n\n    \n    ရေးသားသူ.ပျိုတိုင်းချစ်\n",
    "date": "Sat Aug 17 12:33:52 GMT+06:30 2024",
    "size": "2.15MB",
    "is18Pluse": 1
  },
  {
    "title": "Reincarnated as an Energy with a System",
    "url": "",
    "coverUrl": "",
    "content": "\nမိဘမဲ့ ဖြစ်တဲ့ နိုင်တစ်ယောက်ဟာ တစ်ညမှာ ကောင်းကင်ပေါ်က အမဲရောင် ကုဗတုံးလေးတစ်ခုက နိုင် အလုပ်လုပ်တဲ့ တရိစ္ဆာရုံမှာ ကျလာပါတယ်။ကုဗတုံးဟာ နိုင်ထဲကို ဝင်သွားပြီးတော့ သူသေသွားတဲ့ အခါမှာတော့ ခုမိရ ဆိုတဲ့ ဂြိုလ်တစ်ကို ရောက်သွားပါတယ်။\nသူဟာ မျိုးနွယ်စု တစ်ခုရဲ့ ကိုးကွယ်မှုကို ခံရပြီးတော့ သူတို့ကို နှောက်ယှက်နေတဲ့ နတ်ဆိုး ဖူဖူလီကီကို ကူညီပြီးတော့ တိုက်ထုတ်ပေးလိုက်ပြီးတဲ့ အခါမှာတော့.......\n\nဒီ novel က ကျင့်ကြံတဲ့စာစဉ်မဟုတ်ပါဘူးတဲ့။သူစနစ်နဲ့ မတူညီတဲ့ကမ္ဘာတွေမှာ မတူညီတဲ့စွမ်းအင်တွေ စွန့်စားသွားလာရတယ်တဲ့။System က အရမ်းကို powerfull ဖြစ်ပြီးတော့ ၊ အရမ်းလည်း အပေးအယူ ဆန်ပါတယ်။ဇာတ်လမ်းက စလာတာနဲ့ overpower ဖြစ်နေတာမဟုတ်ပဲနဲ့ ကိုယ်ဟာကိုယ် ထုစစ်ရတာပါ။နောက်တစ်ခုကတော့ သူက မသမျိုးဖြစ်သွားတာပါ။သူကမသေနိုင်ပေမယ့်လို့ တစ်ခြားသူတွေကရော.....\n\n\nဒီဇာတ်လမ်း အခုထိကို Ongoing ဖြစ်နေတုန်းပါ။\n\nအခန်းက 1136 ထိကို ရောက်ရှိနေပါပြီ။\nRatings 4.4 / 5\n\n///စာရေးဆရာ Review ပါနော်\n\nဒီစာအုပ်ကို ရေးနေတာ တစ်နှစ်ကျော်ပြီးတဲ့နောက်မှာတော့ ဒီ Review ကိုကျွန်တော်ရေးသားလိုက်ပါတယ်။အရင်းဆုံးကျွန်တော်ပြောချင်တာကတော့ ဒီစာအုပ်က အကောင်းဆုံးတော့ မဟုတ်ပေမယ့် ရေးရတာ အရမ်းကို ပျော်စရာကောင်းပါတယ်။ပြီးတော့ ကျွန်တော် လက်ခံရရှိခဲ့တဲ့ မှတ်ချက်တွေကို ဖတ်ရှုရတာပျော်ရွှင်ရပါတယ်\n\nဒီစာအုပ်က အရမ်းပြင်းထန်ပြီးတော့ သည်းထိတ်ရင်ဖို ဇာတ်လမ်းမျိုး မဟုတ်ပါဘူး ၊ ဒီတော့ အဲဒါကို မျှော်လင့်မနေပါနဲ့။ဒီအရာက ဘဝအပိုင်းအစ တစ်ခုထက်ကို ပိုပါတယ်။ဒီဇာတ်လမ်းက စွမ်းအင်ကို ပြောင်းလဲသွားခဲ့ပြီးတော့ ဘယ်တော့မှ မသေနိုင်တော့တဲ့ လူတစ်ယောက်ရဲ့ အကြောင်းပါ။ရလဒ်အနေနဲ့ ၊ သူက လောကကြီးကို လှည့်ပတ်သွားခဲ့ပါတယ်။သူက နဂါးငွေ့တန်းတွေ (galaxies) နဲ့ အရာ အသစ်တွေကို တွေ့မြင်နိုင်ဖို့ စကြာဝဠာတွေ နဲ့ နေရာ အသစ်တွေကို လှည့်ပတ်သွားခဲ့ပါတယ်။\n\nသင်က စွမ်းအင် စနစ် ရဲ့ အမျိုးအစားအကုန်လုံးကို သင်တွေ့ရပါလိမ့်မယ် ၊ ဇာတ်လမ်းအမျိုးအစားအားလုံးကိုလည်း တွေ့မြင်ရမှာပါ။အရှေ့ပိုင်း(ကျွန်တော်တို့ အရှေ့နိုင်ငံ တွေကိုပြောတာပါ)က စိတ်ကူးယဥ် ဇာတ်လမ်းမျိုးတွေ သက်သက်ပဲ မဟုတ်ပါဘူး။ဒီနေရာမှာ ကျင့်ကြံခြင်းတွေ ၊ မှော်တွေ ၊ ဆင့်ခေါ်တာတွေ ၊ အာကာသ စွန့်စားသွားလာတဲ့ ခရီးတွေ နဲ့ အရာတွေအများကြီးရှိပါသေးတယ်။\n\nဒီအခြအနေမှာ ၊ ကျွန်တော်က မေးခွန်းအနည်းငယ်ကို ဖြေပေးချင်ပါတယ်။အချို့ ရှုပ်ထွေးနေတာတွေ ဒါမဟုတ် မုန်းတီးနေတာတွေကို ရှင်းလင်းသွားအာင်ပါ။\n\nမေးခွန်း - ဘာကြောင့် သူ့ကို လူသား ပြောင်းလဲလိုက်တာလဲ။အဲဒါက လူသား MC မဟုတ်တဲ့ သားရဲတွေအကြောင်းမဟုတ်လား။\n\nအဖြေ - ကျွန်တော်က သူ့ကို လူသား မပြောင်းလဲခဲ့ပါဘူး ၊ သူက အများတမ်းလူသားတစ်ယောက်လိုဖြစ်ခဲ့တာပါ။ကျွန်တော်က MC ကိုလူသားမဟုတ်တဲ့ သူအဖြစ် အစမှာကတည်းက ရေးသားဖို့ မကြိုးစားခဲ့ပါဘူး။တစ်နည်းအားဖြင့် သူက လူသားမဟုတ်ခဲ့ပါဘူး။ဘယ်တော့မှလည်း ဖြစ်လာမှာ မဟုတ်ပါဘူး။\n\n******\n\nမေးခွန်း -  ဘာကြောင့် MC ကအရမ်းတုံးအ ပြီးတော့ ဥာဏ်မမှီသလိုမျိုးဖြစ်နေတာလဲ?\n\nအဖြေ - ကျွန်တော် ပထမ စရေးတော့ ၊ MC ကိုဘယ်လိုပုံစံမျိုးထားရမလဲဆိုတာကို မသိခဲ့တော့ ပုံမှန်ဥာဏ်ရည်ပဲ ထားလိုက်တာပါ။ဒီတော့ အဲဒီ ရှင်းပြမှုတွေအများကြီးပြုလုပ်နေစရာမလိုတော့ပဲနဲ့ ကျွန်တော်က အလွယ်တစ်ကူ ပဲ ဆက်ပြီးတော့ ရေးသွားဖို့ ဆုံးဖြတ်လိုက်တာပါ။ဒီတော့ အခြေခံအားဖြင့် ကျွန်တော်စာရေးတာ အရမ်းကြီး မကောင်းတာလဲ ပါတာပေါ့လေ။\n\n*****\n\nမေးခွန်း - ပထမ အခန်း ၁၀၀ မှာ ဘာကြောင့် အရမ်းဆိုးရွားနေရတာလဲ?\n\nအဖြေ - ကျွန်တော် စာအုပ်ကိုရေးတဲ့အခါမှာ ဒီအရာကို ဆက်ပြီးတော့ ရေးသားဖို့ မျော်လင့်ချက်လုံးဝ မရှိခဲ့ပါဘူး။လွန်ခဲ့တဲ့ တစ်လလောက် တုန်းက အခြားစာအုပ်တစ်ခုကို အရင်ရေးသားနေတော့ ကျွန်တော် ဒီစာအုပ်ကို အရမ်းကြီး ဂရုမစိုက်နိုင်ခဲ့ပါဘူး။ဒီစာအုပ်ကို အခန်းတစ်ခုကို အများဆုံး တစ်နာရီလောက်ပဲ ရေးသားခဲ့ပြီးတော့ ဇာတ်ကွက်တွေကို မစဥ်းစားခဲ့ပါဘူး။ရလဒ်အနေနဲ့ကတော့ ၊ ပထမ အခန်း ၁၀၀ လောက်က ကျွန်တော် ရေသားခဲ့ဖူးတဲ့သမျှထဲမှာ အဆိုးရွားဆုံးဖြစ်ခဲ့တာပေါ့။\n\nစာဖတ်သူတွေအကြားမှာ အနည်းငယ် ရေပန်းစားလာတော့ ကျွန်တော် ပြန်ပြီးတော့ ဂရုစိုက်ခဲ့ပါတယ်။\n\n*****\n\nမေးခွန်း - MC ကဘာကြောင့် မီးတောင်ထဲကို ခုန်ဝင်သွားပြီးတော့ နှစ်ပေါင်း ၁ သန်း လောက် အိပ်စက်မနေခဲ့တာလဲ?။\n\nအဖြေ - ကျွန်တော် ဒီမေးခွန်းတွေ အများကြီရရှိခဲ့ပြီးတော့ ရှင်းပြတာတွေလည်း ပြုလုပ်ခဲ့ပါတယ်။သူက ထာဝရ အိပ်စက်နေလို့ မရပါဘူး။သူအိပ်စက်နေတဲ့ အခါမှာ စွမ်းအင်ရရှိတာထက်ကို ဆုံးရှုံးနိုင်ခြေက ပိုပြီးတော့ များပြားနေပါတယ်။ဒါအပြင် ၊ သူက လူအသစ်တွေနဲ့ တွေ့ဆုံပြီးတော့ လောကကြီးကို မြင်တွေ့ချင်တာပါ။\n\n******\n\nမေးခွန်း - ဘာကြောင့် MC က လူတွေအကြောင်းကို ဂရုစိုက်နေရတာလဲ?\n\nအဖြေ - မရဘူးလား?။သူလည်း လူသားတစ်ယောက် ဖြစ်ခဲ့ဖူးတာပဲလေ။ပြီးတော့ တစ်နည်းနည်းနဲ့ သူလည်း လူသားဖြစ်နေတုန်းပဲလေ။မင်းက အရမ်းမိုက်တဲ့ MC တွေကိုရှာနေတာဆိုရင် ဒါမဟုတ် ဟီးရိုး MC တွေက ဒီလိုမျိုးပဲ မဟုတ်ဘူးလား။ဘာကြောင့်လဲဆိုတော့ သူက မသေမျိုး တစ်ယောက်ပါ။သူရဲ့ ပတ်လည်မှာရှိနေတဲ့ အရာအားလုံးကို ချက်ချင်းကြီးတော့ လျစ်လျှူမရှူ့နိုင်ပါဘူး။\n\n*****\n\nသင်က အခန်း ၁၀၀ ကျော်လွန်သွားအောင် ဖတ်နိုင်မယ်လို့ ကျွန်တော်မျှော်လင့်ပါတယ်။အဲဒါဆိုရင် သင်က ပိုပြီးတော့ ပျော်ရွှင်ရမှာပါ။သင်က မပျော်ရွှင်ဘူးဆိုရင်လည်း အဲဒါကို နားလည်းပေးနိုင်ပါတယ်။\n\nစာအုပ်ကို ဖတ်ရှုပေးနေတဲ့ ကျေးဇူးတင်ပါတယ်။\n\n//ဒီဟာက စာရေးဆရာ ရေးသားပေးထားတာပါ။\n",
    "date": "Thu Aug 15 14:41:34 GMT+06:30 2024",
    "size": "1.68MB"
  },
  {
    "title": "အပူအပင်မဲ့ အင်မော်တယ် (invincible uncle Shifu)",
    "url": "",
    "coverUrl": "",
    "content": "\n🥰🥰🙏\n(#အပူအပင်မဲ့ ၊ #အရက်တစ်ခွက်၊ #အင်မော်တယ်)\n...\n\nedited April 18/2022\n၀တ္ထုလေးနဲ့ #တာအိုရေစက် ဆုံခဲ့တော့ review လေး တစ်ခုကို ဘာသာပြန် ရေးပေးလိုက်ပါတယ်ဗျ။ မူရင်း၀တ္ထုအောက်မှာ ပရိတ်သတ်တစ်ယောက် English လို ရေးထားတဲ့ review လေးပါ။ \n\nအပူအပင်မဲ့ အင်မော်တယ် ၀တ္ထုက အမျိုးမျိုးသော ရှန်းရှ သိုင်းလောကရဲ့ essence အနှစ်သာရတွေကို ပေါင်းစည်းပြီး ဖန်တီး ရေးသားထားတာပါ။ ၀တ္ထုက အရမ်းကောင်းပါတယ်။ (ကိုယ့်ငါးချဉ်တာ မဟုပါပု။ မူရင်း၀တ္ထုရဲ့ review လေးကို ဘာသာပြန်ပြီး ပြန်တင်ပေးထားတာပါ။) ၀တ္ထုကို ပန်းချီကားတစ်ချပ်အဖြစ် မြင်ယောင်ကြည့်မယ်ဆိုရင် အက်ရှင်ခန်းတွေကို နောက်ခံအဖြစ် မြင်ရမှာပါ။ \n\nဒါပေမဲ့ ဒါက အနှစ်သာရ မဟုတ်သေးပါဘူး။ ဒီ၀တ္ထုဟာ ၁၀၀% comedy ပါ။ တစ်ချိန်လုံး ရီနေရပါတယ်။ ၀တ္ထုဟာရိုးရှင်းပေမဲ့ ဇာတ်ကောင်တွေက နှစ်လိုဖွယ်ကောင်းပါတယ်။ \n\nပြီးတော့ ဇာတ်လိုက်ဖြစ်တဲ့ ချင်းကျူဟာ အလွန်အစွမ်းထက်ပါတယ်။ ဘယ်လောက်တောင် အစွမ်းထက်သလဲဆိုတာ ဘယ်သူမှ အတိအကျ မသိပါဘူး။ \n\nချင်းကျူရဲ့ ရည်ရွယ်ချက်ကတော့ ဘ၀မှာ အေးအေးချမ်းချမ်း ပျော်ရွှင်စွာ နေထိုင်ဖို့ပါပဲ။ ဒါပေမဲ့ သူ့ကိုယ်သူလည်း အမြဲတမ်း မထင်မရှားနေထိုင်ဖို့  စိတ်မဝင်စားသလို ပြဿနာတွေ ရှိလာခဲ့ရင်လည်း ဖြေရှင်းလိုက်စမြဲပါ။\n\nတကယ်လို့ ရီနေရတဲ့ comedy အခြေခံ အင်မော်တယ် ၀တ္ထုမျိုးကို ဖတ်ချင်တယ်ဆိုရင်တော့ ဒီ၀တ္ထုလေးကို ရွေးချယ်ဖတ်ရှုကြည့်လို့ရပါတယ်။\n\nဆက်လက် ကြိုးစားပါဦးမည်\n🥰🥰🙏\n\n #အပူအပင်မဲ့ အင်မော်တယ်\noriginal novel name - invincible uncle Shifu (grandmaster)\noriginal Chinese name - 无敌师叔祖\noriginal writer name - Nine Cuts\n\n🥰🙏🙏\nဖတ်ရှုသူ ပရိတ်သတ် အားလုံးကို အစဉ်ထာ၀ရ ကျေးဇူးတင်လျက်ပါ။",
    "date": "Thu Aug 15 08:42:23 GMT+06:30 2024",
    "size": "2.09MB"
  },
  {
    "title": "နဂါးမယ်လေးရဲ့ငရဲတခါးကချစ်သူ",
    "url": "",
    "coverUrl": "",
    "content": "\nပြီးပါပြီ\n\n\nMy Girlfriend From Turquoise Pond Requests My Help After My Millennium Seclusion\n\nOriginal Writer : Red Pepper Afraid Of Spicy\n\nSynopsis\n\nပျက်သုန်းနေသည့်တစပြင်လောကကြီးတွင် နတ်ဘုရားများနှင့်နတ်မိစ္ဆာများက နေရာတိုင်းတွင် ရှိနေကြသည်။\n\nကျန်းလန်တစ်ယောက် နောက်ဆုံးတော့ ခွန်လွန်တောင်မှ တပည့်တစ်ယောက် ဖြစ်လာခဲ့သည်။ အထူးသဖြင့်… နဝမတောင်ထွတ်မှ တစ်ဦးတည်းသောတပည့် ဖြစ်လာသည်။\n\nကျန်းလန်က ပြင်ပလောကမှ အန္တရယ်များကို သိရှိသူဖြစ်သောကြောင့် နဝမတောင်ထွတ်ရှိ မရဏဂူထဲတွင် ပုန်းအောင်းနေပြီး တစ်ယောက်တည်းကျင့်ကြံရန် ဆုံးဖြတ်လိုက်သည်။\n\nလူတိုင်းမသိရှိနိုင်သော… မှတ်ပုံတင်သည့်စနစ် (sign-in system) ကြောင့် ကျန်းလန်တစ်ယောက် များစွာသော နတ်ဘုရားတန်ခိုးစွမ်းအားများ ၊ မှော်ဝင်ပစ္စည်းများနှင့် သူ၏ ကျင့်စဉ်လမ်းတစ်လျှောက် အထောက်အပံ့ဖြစ်စေမည့် အကူအညီများစွာကို ရရှိသွားတော့သည်။\n\nသို့သော်… သူ့ရည်မှန်းချက်က သူကျင့်ကြံအောင်မြင်ထားသည့် ကျင့်ကြံခြင်းအဆင့်ကို လျှို့ဝှက်ထားရန် ဖြစ်သည်။\n\nမည်သည့်အတားအဆီးကိုမဆို ကျော်ဖြတ်နိုင်သော စွမ်းအားနှင့်ပြည့်စုံသည့်အချိန်ထိ အန္တရယ်များကို ရှောင်တိမ်းပြီး ခွန်လွန်တောင်မှ တပည့်များကြား သိုသိုသိပ်သိပ်နေထိုင်ရန် ကျန်းလန် စဉ်းစားထားသည်။\n\nအချိန်အတန်ကြာပြီးနောက် …\n\nကျန်းလန် ကျင့်ကြံပြီး ပြန်ထွက်လာသည့်အချိန်တွင် သူ့ဆရာက သူ့ကို အရေးကြီးသည့် သတင်းတစ်ခုနှင့်အတူ စောင့်ဆိုင်းနေခဲ့လေသည်။\n\nထိုသတင်းက…\n\nခွန်လွန်တောင်တွင်… သူ့အတွက် ချစ်သူတစ်ယောက် ရှာတွေ့ထားပြီ… ဟူ၍…။\n\n\nကျန်းလန်စာစဥ် ကျင့်ကြံခြင်းအဆင့်များပါ\n\nအင်မော်တယ်မဖြစ်ခင် ကျင့်ကြံခြင်းအဆင့်များ\n\nချီစွမ်းအားသန့်စင်ခြင်းအဆင့် (ကနဦးအဆင့် ၊ အလယ်ဆင့် ၊ နောက်ဆုံးအဆင့် ၊ အောင်မြင်ပြီးအဆင့်)\n\nအခြေခံတည်ဆောက်ခြင်းအဆင့် (ကနဦးအဆင့် ၊ အလယ်ဆင့် ၊ နောက်ဆုံးအဆင့် ၊ အောင်မြင်ပြီးအဆင့်)\n\nရွှေပြဒါးအမြုတေအဆင့် (ကနဦးအဆင့် ၊ အလယ်ဆင့် ၊ နောက်ဆုံးအဆင့် ၊ အောင်မြင်ပြီးအဆင့်)\n\nမူလဝိညာဉ်အဆင့် (ကနဦးအဆင့် ၊ အလယ်ဆင့် ၊ နောက်ဆုံးအဆင့် ၊ အောင်မြင်ပြီးအဆင့်)\n\nမရှိမှုအာကာသအဆင့် (ကနဦးအဆင့် ၊ အလယ်ဆင့် ၊ နောက်ဆုံးအဆင့် ၊ အောင်မြင်ပြီးအဆင့်)\n\nအင်မော်တယ်အဆင့်များ \n\nလူသားအင်မော်တယ် (ကနဦးအဆင့် ၊ အလယ်ဆင့် ၊ နောက်ဆုံးအဆင့် ၊ အောင်မြင်ပြီးအဆင့်)\n\nအစစ်အမှန်အင်မော်တယ် (ကနဦးအဆင့် ၊ အလယ်ဆင့် ၊ နောက်ဆုံးအဆင့် ၊ အောင်မြင်ပြီးအဆင့်)\n\nမိုးကောင်းကင်အင်မော်တယ် (ကနဦးအဆင့် ၊ အလယ်ဆင့် ၊ နောက်ဆုံးအဆင့် ၊ အောင်မြင်ပြီးအဆင့်)\n\nတာ့လော်အင်မော်တယ် (ကနဦးအဆင့် ၊ အလယ်ဆင့် ၊ နောက်ဆုံးအဆင့် ၊ အောင်မြင်ပြီးအဆင့်)\n\nတာအိုအင်မော်တယ် (ကနဦးအဆင့် ၊ အလယ်ဆင့် ၊ နောက်ဆုံးအဆင့် ၊ အောင်မြင်ပြီးအဆင့်)",
    "date": "Thu Aug 15 08:41:09 GMT+06:30 2024",
    "size": "3.36MB"
  }
]