[
{"title":"အပူအပင်မဲ့ အင်မော်တယ် (invincible uncle Shifu)","url":"","coverUrl":"","content":"\n🥰🥰🙏\n(#အပူအပင်မဲ့ ၊ #အရက်တစ်ခွက်၊ #အင်မော်တယ်)\n...\n\nedited April 18\/2022\n၀တ္ထုလေးနဲ့ #တာအိုရေစက် ဆုံခဲ့တော့ review လေး တစ်ခုကို ဘာသာပြန် ရေးပေးလိုက်ပါတယ်ဗျ။ မူရင်း၀တ္ထုအောက်မှာ ပရိတ်သတ်တစ်ယောက် English လို ရေးထားတဲ့ review လေးပါ။ \n\nအပူအပင်မဲ့ အင်မော်တယ် ၀တ္ထုက အမျိုးမျိုးသော ရှန်းရှ သိုင်းလောကရဲ့ essence အနှစ်သာရတွေကို ပေါင်းစည်းပြီး ဖန်တီး ရေးသားထားတာပါ။ ၀တ္ထုက အရမ်းကောင်းပါတယ်။ (ကိုယ့်ငါးချဉ်တာ မဟုပါပု။ မူရင်း၀တ္ထုရဲ့ review လေးကို ဘာသာပြန်ပြီး ပြန်တင်ပေးထားတာပါ။) ၀တ္ထုကို ပန်းချီကားတစ်ချပ်အဖြစ် မြင်ယောင်ကြည့်မယ်ဆိုရင် အက်ရှင်ခန်းတွေကို နောက်ခံအဖြစ် မြင်ရမှာပါ။ \n\nဒါပေမဲ့ ဒါက အနှစ်သာရ မဟုတ်သေးပါဘူး။ ဒီ၀တ္ထုဟာ ၁၀၀% comedy ပါ။ တစ်ချိန်လုံး ရီနေရပါတယ်။ ၀တ္ထုဟာရိုးရှင်းပေမဲ့ ဇာတ်ကောင်တွေက နှစ်လိုဖွယ်ကောင်းပါတယ်။ \n\nပြီးတော့ ဇာတ်လိုက်ဖြစ်တဲ့ ချင်းကျူဟာ အလွန်အစွမ်းထက်ပါတယ်။ ဘယ်လောက်တောင် အစွမ်းထက်သလဲဆိုတာ ဘယ်သူမှ အတိအကျ မသိပါဘူး။ \n\nချင်းကျူရဲ့ ရည်ရွယ်ချက်ကတော့ ဘ၀မှာ အေးအေးချမ်းချမ်း ပျော်ရွှင်စွာ နေထိုင်ဖို့ပါပဲ။ ဒါပေမဲ့ သူ့ကိုယ်သူလည်း အမြဲတမ်း မထင်မရှားနေထိုင်ဖို့  စိတ်မဝင်စားသလို ပြဿနာတွေ ရှိလာခဲ့ရင်လည်း ဖြေရှင်းလိုက်စမြဲပါ။\n\nတကယ်လို့ ရီနေရတဲ့ comedy အခြေခံ အင်မော်တယ် ၀တ္ထုမျိုးကို ဖတ်ချင်တယ်ဆိုရင်တော့ ဒီ၀တ္ထုလေးကို ရွေးချယ်ဖတ်ရှုကြည့်လို့ရပါတယ်။\n\nဆက်လက် ကြိုးစားပါဦးမည်\n🥰🥰🙏\n\n #အပူအပင်မဲ့ အင်မော်တယ်\noriginal novel name - invincible uncle Shifu (grandmaster)\noriginal Chinese name - 无敌师叔祖\noriginal writer name - Nine Cuts\n\n🥰🙏🙏\nဖတ်ရှုသူ ပရိတ်သတ် အားလုံးကို အစဉ်ထာ၀ရ ကျေးဇူးတင်လျက်ပါ။","date":"Thu Aug 15 08:42:23 GMT+06:30 2024","size":0},
{"title":"နဂါးမယ်လေးရဲ့ငရဲတခါးကချစ်သူ","url":"","coverUrl":"","content":"\nပြီးပါပြီ\n\n\nMy Girlfriend From Turquoise Pond Requests My Help After My Millennium Seclusion\n\nOriginal Writer : Red Pepper Afraid Of Spicy\n\nSynopsis\n\nပျက်သုန်းနေသည့်တစပြင်လောကကြီးတွင် နတ်ဘုရားများနှင့်နတ်မိစ္ဆာများက နေရာတိုင်းတွင် ရှိနေကြသည်။\n\nကျန်းလန်တစ်ယောက် နောက်ဆုံးတော့ ခွန်လွန်တောင်မှ တပည့်တစ်ယောက် ဖြစ်လာခဲ့သည်။ အထူးသဖြင့်… နဝမတောင်ထွတ်မှ တစ်ဦးတည်းသောတပည့် ဖြစ်လာသည်။\n\nကျန်းလန်က ပြင်ပလောကမှ အန္တရယ်များကို သိရှိသူဖြစ်သောကြောင့် နဝမတောင်ထွတ်ရှိ မရဏဂူထဲတွင် ပုန်းအောင်းနေပြီး တစ်ယောက်တည်းကျင့်ကြံရန် ဆုံးဖြတ်လိုက်သည်။\n\nလူတိုင်းမသိရှိနိုင်သော… မှတ်ပုံတင်သည့်စနစ် (sign-in system) ကြောင့် ကျန်းလန်တစ်ယောက် များစွာသော နတ်ဘုရားတန်ခိုးစွမ်းအားများ ၊ မှော်ဝင်ပစ္စည်းများနှင့် သူ၏ ကျင့်စဉ်လမ်းတစ်လျှောက် အထောက်အပံ့ဖြစ်စေမည့် အကူအညီများစွာကို ရရှိသွားတော့သည်။\n\nသို့သော်… သူ့ရည်မှန်းချက်က သူကျင့်ကြံအောင်မြင်ထားသည့် ကျင့်ကြံခြင်းအဆင့်ကို လျှို့ဝှက်ထားရန် ဖြစ်သည်။\n\nမည်သည့်အတားအဆီးကိုမဆို ကျော်ဖြတ်နိုင်သော စွမ်းအားနှင့်ပြည့်စုံသည့်အချိန်ထိ အန္တရယ်များကို ရှောင်တိမ်းပြီး ခွန်လွန်တောင်မှ တပည့်များကြား သိုသိုသိပ်သိပ်နေထိုင်ရန် ကျန်းလန် စဉ်းစားထားသည်။\n\nအချိန်အတန်ကြာပြီးနောက် …\n\nကျန်းလန် ကျင့်ကြံပြီး ပြန်ထွက်လာသည့်အချိန်တွင် သူ့ဆရာက သူ့ကို အရေးကြီးသည့် သတင်းတစ်ခုနှင့်အတူ စောင့်ဆိုင်းနေခဲ့လေသည်။\n\nထိုသတင်းက…\n\nခွန်လွန်တောင်တွင်… သူ့အတွက် ချစ်သူတစ်ယောက် ရှာတွေ့ထားပြီ… ဟူ၍…။\n\n\nကျန်းလန်စာစဥ် ကျင့်ကြံခြင်းအဆင့်များပါ\n\nအင်မော်တယ်မဖြစ်ခင် ကျင့်ကြံခြင်းအဆင့်များ\n\nချီစွမ်းအားသန့်စင်ခြင်းအဆင့် (ကနဦးအဆင့် ၊ အလယ်ဆင့် ၊ နောက်ဆုံးအဆင့် ၊ အောင်မြင်ပြီးအဆင့်)\n\nအခြေခံတည်ဆောက်ခြင်းအဆင့် (ကနဦးအဆင့် ၊ အလယ်ဆင့် ၊ နောက်ဆုံးအဆင့် ၊ အောင်မြင်ပြီးအဆင့်)\n\nရွှေပြဒါးအမြုတေအဆင့် (ကနဦးအဆင့် ၊ အလယ်ဆင့် ၊ နောက်ဆုံးအဆင့် ၊ အောင်မြင်ပြီးအဆင့်)\n\nမူလဝိညာဉ်အဆင့် (ကနဦးအဆင့် ၊ အလယ်ဆင့် ၊ နောက်ဆုံးအဆင့် ၊ အောင်မြင်ပြီးအဆင့်)\n\nမရှိမှုအာကာသအဆင့် (ကနဦးအဆင့် ၊ အလယ်ဆင့် ၊ နောက်ဆုံးအဆင့် ၊ အောင်မြင်ပြီးအဆင့်)\n\nအင်မော်တယ်အဆင့်များ \n\nလူသားအင်မော်တယ် (ကနဦးအဆင့် ၊ အလယ်ဆင့် ၊ နောက်ဆုံးအဆင့် ၊ အောင်မြင်ပြီးအဆင့်)\n\nအစစ်အမှန်အင်မော်တယ် (ကနဦးအဆင့် ၊ အလယ်ဆင့် ၊ နောက်ဆုံးအဆင့် ၊ အောင်မြင်ပြီးအဆင့်)\n\nမိုးကောင်းကင်အင်မော်တယ် (ကနဦးအဆင့် ၊ အလယ်ဆင့် ၊ နောက်ဆုံးအဆင့် ၊ အောင်မြင်ပြီးအဆင့်)\n\nတာ့လော်အင်မော်တယ် (ကနဦးအဆင့် ၊ အလယ်ဆင့် ၊ နောက်ဆုံးအဆင့် ၊ အောင်မြင်ပြီးအဆင့်)\n\nတာအိုအင်မော်တယ် (ကနဦးအဆင့် ၊ အလယ်ဆင့် ၊ နောက်ဆုံးအဆင့် ၊ အောင်မြင်ပြီးအဆင့်)","date":"Thu Aug 15 08:41:09 GMT+06:30 2024","size":0}

]
