[
  {
    "title": "Reincarnated as an Energy with a System",
    "url": "",
    "coverUrl": "",
    "content": "\nမိဘမဲ့ ဖြစ်တဲ့ နိုင်တစ်ယောက်ဟာ တစ်ညမှာ ကောင်းကင်ပေါ်က အမဲရောင် ကုဗတုံးလေးတစ်ခုက နိုင် အလုပ်လုပ်တဲ့ တရိစ္ဆာရုံမှာ ကျလာပါတယ်။ကုဗတုံးဟာ နိုင်ထဲကို ဝင်သွားပြီးတော့ သူသေသွားတဲ့ အခါမှာတော့ ခုမိရ ဆိုတဲ့ ဂြိုလ်တစ်ကို ရောက်သွားပါတယ်။\nသူဟာ မျိုးနွယ်စု တစ်ခုရဲ့ ကိုးကွယ်မှုကို ခံရပြီးတော့ သူတို့ကို နှောက်ယှက်နေတဲ့ နတ်ဆိုး ဖူဖူလီကီကို ကူညီပြီးတော့ တိုက်ထုတ်ပေးလိုက်ပြီးတဲ့ အခါမှာတော့.......\n\nဒီ novel က ကျင့်ကြံတဲ့စာစဉ်မဟုတ်ပါဘူးတဲ့။သူစနစ်နဲ့ မတူညီတဲ့ကမ္ဘာတွေမှာ မတူညီတဲ့စွမ်းအင်တွေ စွန့်စားသွားလာရတယ်တဲ့။System က အရမ်းကို powerfull ဖြစ်ပြီးတော့ ၊ အရမ်းလည်း အပေးအယူ ဆန်ပါတယ်။ဇာတ်လမ်းက စလာတာနဲ့ overpower ဖြစ်နေတာမဟုတ်ပဲနဲ့ ကိုယ်ဟာကိုယ် ထုစစ်ရတာပါ။နောက်တစ်ခုကတော့ သူက မသမျိုးဖြစ်သွားတာပါ။သူကမသေနိုင်ပေမယ့်လို့ တစ်ခြားသူတွေကရော.....\n\n\nဒီဇာတ်လမ်း အခုထိကို Ongoing ဖြစ်နေတုန်းပါ။\n\nအခန်းက 1136 ထိကို ရောက်ရှိနေပါပြီ။\nRatings 4.4 / 5\n\n///စာရေးဆရာ Review ပါနော်\n\nဒီစာအုပ်ကို ရေးနေတာ တစ်နှစ်ကျော်ပြီးတဲ့နောက်မှာတော့ ဒီ Review ကိုကျွန်တော်ရေးသားလိုက်ပါတယ်။အရင်းဆုံးကျွန်တော်ပြောချင်တာကတော့ ဒီစာအုပ်က အကောင်းဆုံးတော့ မဟုတ်ပေမယ့် ရေးရတာ အရမ်းကို ပျော်စရာကောင်းပါတယ်။ပြီးတော့ ကျွန်တော် လက်ခံရရှိခဲ့တဲ့ မှတ်ချက်တွေကို ဖတ်ရှုရတာပျော်ရွှင်ရပါတယ်\n\nဒီစာအုပ်က အရမ်းပြင်းထန်ပြီးတော့ သည်းထိတ်ရင်ဖို ဇာတ်လမ်းမျိုး မဟုတ်ပါဘူး ၊ ဒီတော့ အဲဒါကို မျှော်လင့်မနေပါနဲ့။ဒီအရာက ဘဝအပိုင်းအစ တစ်ခုထက်ကို ပိုပါတယ်။ဒီဇာတ်လမ်းက စွမ်းအင်ကို ပြောင်းလဲသွားခဲ့ပြီးတော့ ဘယ်တော့မှ မသေနိုင်တော့တဲ့ လူတစ်ယောက်ရဲ့ အကြောင်းပါ။ရလဒ်အနေနဲ့ ၊ သူက လောကကြီးကို လှည့်ပတ်သွားခဲ့ပါတယ်။သူက နဂါးငွေ့တန်းတွေ (galaxies) နဲ့ အရာ အသစ်တွေကို တွေ့မြင်နိုင်ဖို့ စကြာဝဠာတွေ နဲ့ နေရာ အသစ်တွေကို လှည့်ပတ်သွားခဲ့ပါတယ်။\n\nသင်က စွမ်းအင် စနစ် ရဲ့ အမျိုးအစားအကုန်လုံးကို သင်တွေ့ရပါလိမ့်မယ် ၊ ဇာတ်လမ်းအမျိုးအစားအားလုံးကိုလည်း တွေ့မြင်ရမှာပါ။အရှေ့ပိုင်း(ကျွန်တော်တို့ အရှေ့နိုင်ငံ တွေကိုပြောတာပါ)က စိတ်ကူးယဥ် ဇာတ်လမ်းမျိုးတွေ သက်သက်ပဲ မဟုတ်ပါဘူး။ဒီနေရာမှာ ကျင့်ကြံခြင်းတွေ ၊ မှော်တွေ ၊ ဆင့်ခေါ်တာတွေ ၊ အာကာသ စွန့်စားသွားလာတဲ့ ခရီးတွေ နဲ့ အရာတွေအများကြီးရှိပါသေးတယ်။\n\nဒီအခြအနေမှာ ၊ ကျွန်တော်က မေးခွန်းအနည်းငယ်ကို ဖြေပေးချင်ပါတယ်။အချို့ ရှုပ်ထွေးနေတာတွေ ဒါမဟုတ် မုန်းတီးနေတာတွေကို ရှင်းလင်းသွားအာင်ပါ။\n\nမေးခွန်း - ဘာကြောင့် သူ့ကို လူသား ပြောင်းလဲလိုက်တာလဲ။အဲဒါက လူသား MC မဟုတ်တဲ့ သားရဲတွေအကြောင်းမဟုတ်လား။\n\nအဖြေ - ကျွန်တော်က သူ့ကို လူသား မပြောင်းလဲခဲ့ပါဘူး ၊ သူက အများတမ်းလူသားတစ်ယောက်လိုဖြစ်ခဲ့တာပါ။ကျွန်တော်က MC ကိုလူသားမဟုတ်တဲ့ သူအဖြစ် အစမှာကတည်းက ရေးသားဖို့ မကြိုးစားခဲ့ပါဘူး။တစ်နည်းအားဖြင့် သူက လူသားမဟုတ်ခဲ့ပါဘူး။ဘယ်တော့မှလည်း ဖြစ်လာမှာ မဟုတ်ပါဘူး။\n\n******\n\nမေးခွန်း -  ဘာကြောင့် MC ကအရမ်းတုံးအ ပြီးတော့ ဥာဏ်မမှီသလိုမျိုးဖြစ်နေတာလဲ?\n\nအဖြေ - ကျွန်တော် ပထမ စရေးတော့ ၊ MC ကိုဘယ်လိုပုံစံမျိုးထားရမလဲဆိုတာကို မသိခဲ့တော့ ပုံမှန်ဥာဏ်ရည်ပဲ ထားလိုက်တာပါ။ဒီတော့ အဲဒီ ရှင်းပြမှုတွေအများကြီးပြုလုပ်နေစရာမလိုတော့ပဲနဲ့ ကျွန်တော်က အလွယ်တစ်ကူ ပဲ ဆက်ပြီးတော့ ရေးသွားဖို့ ဆုံးဖြတ်လိုက်တာပါ။ဒီတော့ အခြေခံအားဖြင့် ကျွန်တော်စာရေးတာ အရမ်းကြီး မကောင်းတာလဲ ပါတာပေါ့လေ။\n\n*****\n\nမေးခွန်း - ပထမ အခန်း ၁၀၀ မှာ ဘာကြောင့် အရမ်းဆိုးရွားနေရတာလဲ?\n\nအဖြေ - ကျွန်တော် စာအုပ်ကိုရေးတဲ့အခါမှာ ဒီအရာကို ဆက်ပြီးတော့ ရေးသားဖို့ မျော်လင့်ချက်လုံးဝ မရှိခဲ့ပါဘူး။လွန်ခဲ့တဲ့ တစ်လလောက် တုန်းက အခြားစာအုပ်တစ်ခုကို အရင်ရေးသားနေတော့ ကျွန်တော် ဒီစာအုပ်ကို အရမ်းကြီး ဂရုမစိုက်နိုင်ခဲ့ပါဘူး။ဒီစာအုပ်ကို အခန်းတစ်ခုကို အများဆုံး တစ်နာရီလောက်ပဲ ရေးသားခဲ့ပြီးတော့ ဇာတ်ကွက်တွေကို မစဥ်းစားခဲ့ပါဘူး။ရလဒ်အနေနဲ့ကတော့ ၊ ပထမ အခန်း ၁၀၀ လောက်က ကျွန်တော် ရေသားခဲ့ဖူးတဲ့သမျှထဲမှာ အဆိုးရွားဆုံးဖြစ်ခဲ့တာပေါ့။\n\nစာဖတ်သူတွေအကြားမှာ အနည်းငယ် ရေပန်းစားလာတော့ ကျွန်တော် ပြန်ပြီးတော့ ဂရုစိုက်ခဲ့ပါတယ်။\n\n*****\n\nမေးခွန်း - MC ကဘာကြောင့် မီးတောင်ထဲကို ခုန်ဝင်သွားပြီးတော့ နှစ်ပေါင်း ၁ သန်း လောက် အိပ်စက်မနေခဲ့တာလဲ?။\n\nအဖြေ - ကျွန်တော် ဒီမေးခွန်းတွေ အများကြီရရှိခဲ့ပြီးတော့ ရှင်းပြတာတွေလည်း ပြုလုပ်ခဲ့ပါတယ်။သူက ထာဝရ အိပ်စက်နေလို့ မရပါဘူး။သူအိပ်စက်နေတဲ့ အခါမှာ စွမ်းအင်ရရှိတာထက်ကို ဆုံးရှုံးနိုင်ခြေက ပိုပြီးတော့ များပြားနေပါတယ်။ဒါအပြင် ၊ သူက လူအသစ်တွေနဲ့ တွေ့ဆုံပြီးတော့ လောကကြီးကို မြင်တွေ့ချင်တာပါ။\n\n******\n\nမေးခွန်း - ဘာကြောင့် MC က လူတွေအကြောင်းကို ဂရုစိုက်နေရတာလဲ?\n\nအဖြေ - မရဘူးလား?။သူလည်း လူသားတစ်ယောက် ဖြစ်ခဲ့ဖူးတာပဲလေ။ပြီးတော့ တစ်နည်းနည်းနဲ့ သူလည်း လူသားဖြစ်နေတုန်းပဲလေ။မင်းက အရမ်းမိုက်တဲ့ MC တွေကိုရှာနေတာဆိုရင် ဒါမဟုတ် ဟီးရိုး MC တွေက ဒီလိုမျိုးပဲ မဟုတ်ဘူးလား။ဘာကြောင့်လဲဆိုတော့ သူက မသေမျိုး တစ်ယောက်ပါ။သူရဲ့ ပတ်လည်မှာရှိနေတဲ့ အရာအားလုံးကို ချက်ချင်းကြီးတော့ လျစ်လျှူမရှူ့နိုင်ပါဘူး။\n\n*****\n\nသင်က အခန်း ၁၀၀ ကျော်လွန်သွားအောင် ဖတ်နိုင်မယ်လို့ ကျွန်တော်မျှော်လင့်ပါတယ်။အဲဒါဆိုရင် သင်က ပိုပြီးတော့ ပျော်ရွှင်ရမှာပါ။သင်က မပျော်ရွှင်ဘူးဆိုရင်လည်း အဲဒါကို နားလည်းပေးနိုင်ပါတယ်။\n\nစာအုပ်ကို ဖတ်ရှုပေးနေတဲ့ ကျေးဇူးတင်ပါတယ်။\n\n//ဒီဟာက စာရေးဆရာ ရေးသားပေးထားတာပါ။\n",
    "date": "Thu Aug 15 14:41:34 GMT+06:30 2024",
    "size": "1.68MB"
  },
  {
    "title": "အပူအပင်မဲ့ အင်မော်တယ် (invincible uncle Shifu)",
    "url": "",
    "coverUrl": "",
    "content": "\n🥰🥰🙏\n(#အပူအပင်မဲ့ ၊ #အရက်တစ်ခွက်၊ #အင်မော်တယ်)\n...\n\nedited April 18/2022\n၀တ္ထုလေးနဲ့ #တာအိုရေစက် ဆုံခဲ့တော့ review လေး တစ်ခုကို ဘာသာပြန် ရေးပေးလိုက်ပါတယ်ဗျ။ မူရင်း၀တ္ထုအောက်မှာ ပရိတ်သတ်တစ်ယောက် English လို ရေးထားတဲ့ review လေးပါ။ \n\nအပူအပင်မဲ့ အင်မော်တယ် ၀တ္ထုက အမျိုးမျိုးသော ရှန်းရှ သိုင်းလောကရဲ့ essence အနှစ်သာရတွေကို ပေါင်းစည်းပြီး ဖန်တီး ရေးသားထားတာပါ။ ၀တ္ထုက အရမ်းကောင်းပါတယ်။ (ကိုယ့်ငါးချဉ်တာ မဟုပါပု။ မူရင်း၀တ္ထုရဲ့ review လေးကို ဘာသာပြန်ပြီး ပြန်တင်ပေးထားတာပါ။) ၀တ္ထုကို ပန်းချီကားတစ်ချပ်အဖြစ် မြင်ယောင်ကြည့်မယ်ဆိုရင် အက်ရှင်ခန်းတွေကို နောက်ခံအဖြစ် မြင်ရမှာပါ။ \n\nဒါပေမဲ့ ဒါက အနှစ်သာရ မဟုတ်သေးပါဘူး။ ဒီ၀တ္ထုဟာ ၁၀၀% comedy ပါ။ တစ်ချိန်လုံး ရီနေရပါတယ်။ ၀တ္ထုဟာရိုးရှင်းပေမဲ့ ဇာတ်ကောင်တွေက နှစ်လိုဖွယ်ကောင်းပါတယ်။ \n\nပြီးတော့ ဇာတ်လိုက်ဖြစ်တဲ့ ချင်းကျူဟာ အလွန်အစွမ်းထက်ပါတယ်။ ဘယ်လောက်တောင် အစွမ်းထက်သလဲဆိုတာ ဘယ်သူမှ အတိအကျ မသိပါဘူး။ \n\nချင်းကျူရဲ့ ရည်ရွယ်ချက်ကတော့ ဘ၀မှာ အေးအေးချမ်းချမ်း ပျော်ရွှင်စွာ နေထိုင်ဖို့ပါပဲ။ ဒါပေမဲ့ သူ့ကိုယ်သူလည်း အမြဲတမ်း မထင်မရှားနေထိုင်ဖို့  စိတ်မဝင်စားသလို ပြဿနာတွေ ရှိလာခဲ့ရင်လည်း ဖြေရှင်းလိုက်စမြဲပါ။\n\nတကယ်လို့ ရီနေရတဲ့ comedy အခြေခံ အင်မော်တယ် ၀တ္ထုမျိုးကို ဖတ်ချင်တယ်ဆိုရင်တော့ ဒီ၀တ္ထုလေးကို ရွေးချယ်ဖတ်ရှုကြည့်လို့ရပါတယ်။\n\nဆက်လက် ကြိုးစားပါဦးမည်\n🥰🥰🙏\n\n #အပူအပင်မဲ့ အင်မော်တယ်\noriginal novel name - invincible uncle Shifu (grandmaster)\noriginal Chinese name - 无敌师叔祖\noriginal writer name - Nine Cuts\n\n🥰🙏🙏\nဖတ်ရှုသူ ပရိတ်သတ် အားလုံးကို အစဉ်ထာ၀ရ ကျေးဇူးတင်လျက်ပါ။",
    "date": "Thu Aug 15 08:42:23 GMT+06:30 2024",
    "size": "2.09MB"
  },
  {
    "title": "နဂါးမယ်လေးရဲ့ငရဲတခါးကချစ်သူ",
    "url": "",
    "coverUrl": "",
    "content": "\nပြီးပါပြီ\n\n\nMy Girlfriend From Turquoise Pond Requests My Help After My Millennium Seclusion\n\nOriginal Writer : Red Pepper Afraid Of Spicy\n\nSynopsis\n\nပျက်သုန်းနေသည့်တစပြင်လောကကြီးတွင် နတ်ဘုရားများနှင့်နတ်မိစ္ဆာများက နေရာတိုင်းတွင် ရှိနေကြသည်။\n\nကျန်းလန်တစ်ယောက် နောက်ဆုံးတော့ ခွန်လွန်တောင်မှ တပည့်တစ်ယောက် ဖြစ်လာခဲ့သည်။ အထူးသဖြင့်… နဝမတောင်ထွတ်မှ တစ်ဦးတည်းသောတပည့် ဖြစ်လာသည်။\n\nကျန်းလန်က ပြင်ပလောကမှ အန္တရယ်များကို သိရှိသူဖြစ်သောကြောင့် နဝမတောင်ထွတ်ရှိ မရဏဂူထဲတွင် ပုန်းအောင်းနေပြီး တစ်ယောက်တည်းကျင့်ကြံရန် ဆုံးဖြတ်လိုက်သည်။\n\nလူတိုင်းမသိရှိနိုင်သော… မှတ်ပုံတင်သည့်စနစ် (sign-in system) ကြောင့် ကျန်းလန်တစ်ယောက် များစွာသော နတ်ဘုရားတန်ခိုးစွမ်းအားများ ၊ မှော်ဝင်ပစ္စည်းများနှင့် သူ၏ ကျင့်စဉ်လမ်းတစ်လျှောက် အထောက်အပံ့ဖြစ်စေမည့် အကူအညီများစွာကို ရရှိသွားတော့သည်။\n\nသို့သော်… သူ့ရည်မှန်းချက်က သူကျင့်ကြံအောင်မြင်ထားသည့် ကျင့်ကြံခြင်းအဆင့်ကို လျှို့ဝှက်ထားရန် ဖြစ်သည်။\n\nမည်သည့်အတားအဆီးကိုမဆို ကျော်ဖြတ်နိုင်သော စွမ်းအားနှင့်ပြည့်စုံသည့်အချိန်ထိ အန္တရယ်များကို ရှောင်တိမ်းပြီး ခွန်လွန်တောင်မှ တပည့်များကြား သိုသိုသိပ်သိပ်နေထိုင်ရန် ကျန်းလန် စဉ်းစားထားသည်။\n\nအချိန်အတန်ကြာပြီးနောက် …\n\nကျန်းလန် ကျင့်ကြံပြီး ပြန်ထွက်လာသည့်အချိန်တွင် သူ့ဆရာက သူ့ကို အရေးကြီးသည့် သတင်းတစ်ခုနှင့်အတူ စောင့်ဆိုင်းနေခဲ့လေသည်။\n\nထိုသတင်းက…\n\nခွန်လွန်တောင်တွင်… သူ့အတွက် ချစ်သူတစ်ယောက် ရှာတွေ့ထားပြီ… ဟူ၍…။\n\n\nကျန်းလန်စာစဥ် ကျင့်ကြံခြင်းအဆင့်များပါ\n\nအင်မော်တယ်မဖြစ်ခင် ကျင့်ကြံခြင်းအဆင့်များ\n\nချီစွမ်းအားသန့်စင်ခြင်းအဆင့် (ကနဦးအဆင့် ၊ အလယ်ဆင့် ၊ နောက်ဆုံးအဆင့် ၊ အောင်မြင်ပြီးအဆင့်)\n\nအခြေခံတည်ဆောက်ခြင်းအဆင့် (ကနဦးအဆင့် ၊ အလယ်ဆင့် ၊ နောက်ဆုံးအဆင့် ၊ အောင်မြင်ပြီးအဆင့်)\n\nရွှေပြဒါးအမြုတေအဆင့် (ကနဦးအဆင့် ၊ အလယ်ဆင့် ၊ နောက်ဆုံးအဆင့် ၊ အောင်မြင်ပြီးအဆင့်)\n\nမူလဝိညာဉ်အဆင့် (ကနဦးအဆင့် ၊ အလယ်ဆင့် ၊ နောက်ဆုံးအဆင့် ၊ အောင်မြင်ပြီးအဆင့်)\n\nမရှိမှုအာကာသအဆင့် (ကနဦးအဆင့် ၊ အလယ်ဆင့် ၊ နောက်ဆုံးအဆင့် ၊ အောင်မြင်ပြီးအဆင့်)\n\nအင်မော်တယ်အဆင့်များ \n\nလူသားအင်မော်တယ် (ကနဦးအဆင့် ၊ အလယ်ဆင့် ၊ နောက်ဆုံးအဆင့် ၊ အောင်မြင်ပြီးအဆင့်)\n\nအစစ်အမှန်အင်မော်တယ် (ကနဦးအဆင့် ၊ အလယ်ဆင့် ၊ နောက်ဆုံးအဆင့် ၊ အောင်မြင်ပြီးအဆင့်)\n\nမိုးကောင်းကင်အင်မော်တယ် (ကနဦးအဆင့် ၊ အလယ်ဆင့် ၊ နောက်ဆုံးအဆင့် ၊ အောင်မြင်ပြီးအဆင့်)\n\nတာ့လော်အင်မော်တယ် (ကနဦးအဆင့် ၊ အလယ်ဆင့် ၊ နောက်ဆုံးအဆင့် ၊ အောင်မြင်ပြီးအဆင့်)\n\nတာအိုအင်မော်တယ် (ကနဦးအဆင့် ၊ အလယ်ဆင့် ၊ နောက်ဆုံးအဆင့် ၊ အောင်မြင်ပြီးအဆင့်)",
    "date": "Thu Aug 15 08:41:09 GMT+06:30 2024",
    "size": "3.36MB"
  }
]
